{"posts":[{"title":"破蛋日","text":"2006/06/23破蛋日跑企基隆廟口大吃大喝中午弟正大考完相約去一家本地很久沒去的館子吃牛排而再逛街、去圖書館看書，再去基隆廟口大吃大喝。看人來人往的廟口看和尚在唸經討錢看身障在賣口香糖看隆長的排隊人潮看正妹在賣章魚燒 自從畢業就悶在家(應該是畢業前夕就開始)對於過去一年的自己，真是內心沮喪到極點。我想也沒人懂。沒人懂為何努力以赴做了三年；最後一年被唸不認真。沒人懂為何補習了兩年；最後連一家學校都沒去報名。沒人懂為何滿懷人生夢想；現在卻是一灘腐敗的爛泥。忘了為何要做這作業忘了為何要玩這遊戲忘了為何要升學考試忘了為何要讀這科系忘了為何要活在這世界上…..那你是遇到啥挫折、是啥變這樣失了魂。是同學?家人?線上遊戲?社會環境?政治因素?真他碼的我很無言我也想知道。有人好言說是我在蘊釀?為之後的路而休息?????????????????????????????????????????????真操他碼的B失了魂失了靈感失了動力的我還要多久……","link":"/2006/06/23/20060623/"},{"title":"胡言亂語","text":"2006/06/30逛到不該逛的網 想起些不爽four year end作業真令人不爽不喜我的東西就別叫我做完白工後 說我沒做啥老實說我很不喜你的東西 我們風格相衝我三番兩次建議希望能展我的東西我能夠在展出前弄完斥回後 叫我弄些白工 好拖延我想展的東西現你們搞出了一個 心想是我不負責沒弄完在展場 我是親耳聽你說 你可以不用做盡量去掩蓋掉我的東西吧反正art只是掛名我已經謙卑微笑面對總不能要我對大家說你們東西最好 我的都是垃圾 不喜我的東西就他碼的別叫我弄當過3年的組長 我從不會浪費任何一張組員的圖即時是一張草圖 也要給大家看一眼或許每人行事不一 算了 我也不怪你反正 我的煩人事 這事也搭不上邊","link":"/2006/06/30/20060630/"},{"title":"家庭聚會","text":"2006/07/01自從得知阿嬤生病了(現已開完刀康復)，每當假日三不五時不言而合大家都返鄉了。連舅公那邊叔叔姑姑們都來了，那晚31人再加上阿公的媒礦博物館老闆3人，(阿公、阿嬤、爸、媽、我、弟、小叔、嬸、表弟x2、大姑、大姑丈、表弟x2、小姑、姑丈、表妹x2、表弟、舅公、叔x2姑x2表妹x2表弟x3……+友人)34人在一層二十幾坪房子裡，呵呵見到親戚熱鬧的什麼煩惱都消失，帶群小堂弟們去玩、去逛街，呵很喜歡我那天資聰穎的才幼稚園大班堂弟，(聰明不足以形容應該是超精明)。 騎著兩輪腳踏車到處跑，懂得自己一人去外面買東西吃。呵我很喜歡那種稚氣中帶點早熟，又懂察言觀色的小孩子。大家就樣聚聚聊聊天，吃吃喝喝，姑預先買一打啤酒冰好笑著說我可是預訂好才放得進，現要放東西要預定幾天後，(阿嬤家兩台大冰箱早已是塞滿滿，剛冰飲料跟不涼= _=)不過大熱天喝瓶冰啤酒配點小菜真超爽阿!!至晚上大家出來看叔叔準備的煙火，瞬間美麗消失，阿嬤笑著兩千多塊就樣沒多久就沒了。愉快的聚會，因母親摧促而開車返家。","link":"/2006/07/01/20060701/"},{"title":"三天的自由","text":"2006/08/20數了18天的饅頭，終於放假了。當初隨著徵召遠至宜蘭金六結，也真雖小被排到一營二連最累人的器材班，就是要比別人早起去佈置出操的場地跟提一堆水。碼的B16號小抽時跟三營的台北市兵閒聊，才知他們很少出操，三不五時還可看電影吃肯得基。我們北縣兵最大幸福就是可以投販賣機，福利社平時是不可能讓新兵去。北市兵操刺槍術課用木槍，碼的我們用3.5kg真槍還得揹四支回去。吃飯看電視看魯夫，我們老是吃飯被還罵，早知遷戶口，被當二等公民似的。放假了，猶如出獄般重獲自由!!當兵就是學著左耳進右耳出，被罵別放心上。難熬的日子就是磨自己性子，還有10天的新訓，度日如年的日子，再熬吧~","link":"/2006/08/20/20060820/"},{"title":"新訓結束了","text":"2006/09/01操他碼的B 新訓終於 盼到結束了人生中一個決擇點小抽海巡沒中 大抽抽到金門去了想要怨言也算了 無言認命了上天似有安排似有考驗 命阿我盡能力去順受","link":"/2006/09/01/20060901/"},{"title":"結訓假收假日","text":"2006/09/06返新訓營區金六結時，由於是家長接送(名義上是而實際上是自個搭火車來的)，所以較早到，比起繳交一千多塊車資，16點從基隆四小時公路車程，還不如搭火車一小時多就到。 在營區門口的一家飲料店用晚餐，碰巧遇見兩位連上教育班長，就這樣陪我背著黃埔包進門，一路上他們聊著教育班長的辛酸，其中一位在地宜蘭班長為通過門口的憲兵臨檢，大費周章將手機藏在700cc飲料杯中，並謹慎請女店員加密封。返連上已是七點了，最晚五點多才家門到連上卻是最早到的，隨後久未碰面的朋友陸續登場，等全員到齊後集合至營部門口，分配明日的車路，準備下部隊。","link":"/2006/09/06/20060906/"},{"title":"坐車日(宜蘭→松山→高雄)。","text":"2006/09/07整夜未眠，五點整裝下樓梯集合，等待未換裝未綁鞋帶的弟兄，拖到快六點才上車，毛病不斷的連，帶隊的三連班長抱怨。搭6:22的電車至松山，負責帶隊是三連的副連長，正要進去時，發現我們坐的是女性專用車廂(第一次見此標籤貼紙，是女性主義的宣揚!?)。下了火車怎樣報數都是64人少1人，不知那位天兵跟錯團，隔壁車廂與我們不同是準備去第十軍團，等那位回來後去廁所空檔買個水備用，平時操課身上都背大瓶寶特瓶水，坐車行走時易流汗，從出營門就一直沒機會喝水，大家都渴，一有空檔就是買水，不然就是抽個煙，集合搭遊覽車至高雄營區宿夜。徒中至三義車亭休息站買中餐，還有人看見麥當勞而一下車就衝去遠方買。到了高雄前運隊，原本帶隊官轉由高雄營區負責，小計來此新兵共563人，先至營再待續分部隊，我們金防部砲指部僅30人(隨後增加60人)用餐洗碗，幽閒度過今晚。ps.晚餐用完時，有大黃蜂入境，載滿冷飲及炸雞!!!(卡啦雞腿堡還蠻好吃滴還附上一顆炸丸子35$)","link":"/2006/09/07/20060907/"},{"title":"搭船日","text":"2006/09/08整晚熱到忽睡忽醒，五點半起床整裝集合待車，繳交完(洗枕頭套+床單+薄被)50$，發完餐點(麵包+飲料)後上車至碼頭。九點到了，等待，一路上船及交船票，領紙袋(裡面裝的是礦泉水+波卡+味味一品+阿薩姆)，上船已是十點多，確定床位(矮小空間上下三舖，用吊繩連結，每張床高度很難坐在床上，頂多還能翻身)後，領便當吃飯未十點半就開始吃午餐，班長也隨口說「吃多點待會才有東西吐」。而我吃完便當，服完暈船藥，伴隨著搖晃入眠。 睡醒已是下午兩點，隨著船的搖晃，頭有點暈，吃點上船時發的餅乾去餐廳看電視放著舊電影，吃點東西較能舒解頭暈。再吃飽睡醒已就六點，正想泡麵吃晚時，進門一看!!餐廳煙霧迷漫，泡麵碗飲料已塞爆垃圾桶，甚至推滿走道。廁所更是嘔心，大便塞爆糞池，洗手台被吐到塞住游浮著嘔吐物，船上生活就是時間多，睡覺吃飯拉屎沒帶書蠻無趣，看看有的人在閒聊打屁、吃麵、抽煙、拉屎、睏覺有人洗澡洗到爽，五百多人擠在這船上，總難免因此亂。 ps.據說127旅同梯與返金學長起爭執，艦長也因而訓話建言。","link":"/2006/09/08/20060908/"},{"title":"滯船日","text":"2006/09/09船已到金門外海，因港務問題軍艦太大無法靠岸，改由接博方式用小船(麵包船)上岸。輪到我們時已天晚，考慮安全因素而停滯在外海一日。","link":"/2006/09/09/20060909/"},{"title":"七級風浪","text":"2006/09/10 21:35停留在船上已60小時，現在因風浪大(約七級)，船晃得厲害，強一艙弟兄有些睡得很熟，有些吐很多，艙內行李黃埔包不斷搖擺撞擊，鐵門的撞擊聲和一股酸味，令我還是一直待在餐廳較好。 21:40海浪激起的水花浸進封口的船窗，船身搖擺不定。餐廳裡電影螢幕依然是藍色的，自下午四點看完「惡靈古堡和蝴蝶效應」後就沒在放片了，大家期待著，我告知海軍學長後「我幫你問看看。」切開電視，就一直沒有回應。","link":"/2006/09/10/20060910/"},{"title":"返回高雄","text":"2006/09/1107:50 大家睡醒聊起昨夜的事，聽說週二將搭老母雞去金門。目前浪已穩定有些人早起去餐廳。08:55 洗完臉刷完牙到餐廳，隨手在地上撿瓶水跟杏仁餅用餐回想著昨夜放在褲袋裡的指甲剪會掉哪去？待會回床上找。09:25 果然在床上找到，已見到山岸即靠岸。10:30 小睡睡起，餐廳終於有電視看，放著不知的片名，各地方的打掃也完畢。11:25 親眼看到台灣了。忘了寫下船上還有另批人，是身穿便服結訓放假返台的學長，正在餐廳打牌著。12:45 伴隨音樂下傳了Bye52413:50 車居然迷路14:20 返回高雄17:00 洗完澡已四天沒好好洗了，在船上都是簡單用毛巾擦，剛回床上坐就有人拿一包好料的飲料愛玉鹽酥雞，說是剛朋友來探望拿的，一群人過去分食。","link":"/2006/09/11/20060911/"},{"title":"登機日","text":"2006/09/1206:25 五點半出發30人擠一台軍用卡車抵達軍機場(屏東航空站)。07:30 首先將行李牌掛好去服務台辦理保險取登機證與紅色登機證，安檢通過轉搭小巴。09:00 下老母機，抵達砲指部砲一營部 082323449 金門郵政90676附11019:00 用完餐後因填表為美工而被派遣去支援中山室的佈置。","link":"/2006/09/12/20060912/"},{"title":"美術公差","text":"2006/09/1305:45 整裝集合打掃樓梯間07:00 原本清水溝，又被拉去當美工，割字做拼貼斗大的 Welcome To Kinmen09:45 聽長官解說假期：婚假14天生孩子2天喪事假從返台假扣，五次眷探假六日一、日一二、五六日。國家考試依公假辦。眷探假需家屬證明(旅館住宿證明)來台證明(機票)身分證，才能夠辦理。返台假每三個月放一次假，共60天假只在金門假，返台則要相抵扣返台假。C130載裝用申請排位由連上參一排定，軍包機半年一次來回，提前一小時報到。12:00 中餐飯後因在寢室內晾衣服被留下洗大型餐具。19:00 另一批人被抓去跑步拉單槓，我們挖土填平中間草坪，因挖石有凹洞。","link":"/2006/09/13/20060913/"},{"title":"挖到大石頭","text":"2006/09/1407:00挖土清理草坪，挖到大石頭八人和營長，將它挖出來連十字鎬都敲出火花。","link":"/2006/09/14/20060914/"},{"title":"沒啥時間去記","text":"2006/09/1506:25忙的沒啥時間去記了，但還些零星時間看了昨天莒光影片有人會利用這些時間去背單字，而練就好英文。 06:30昨夜倒垃圾聽了營参四的勸誘而報名當了他徒弟其工作內容為管理全營裝備器材和參四。 08:00今早五點多就被旁叫起床，因樓上鋁條掉落而吵到學長。陳永福 軍法官082334295 0963119232","link":"/2006/09/15/20060915/"},{"title":"分發日","text":"2006/09/1617:40今天是同梯弟兄作分發部隊的日子，許多閒聊友好將離散，而我被分去一營三連還是待在原本連上，需再一週調適再分發，而美工公差的勤務也需在分發後返回營部做美工，營上佈置畫三色半圓旗，教室佈置海報等等，為了雙十的觀摩展。","link":"/2006/09/16/20060916/"},{"title":"荷包大失血日","text":"2006/09/17第一次放島休，約十點出營，我是第四組，由張文德學長帶隊，但因他想在中午時才出假，於是營參四帶我出門，我們新兵五人，由營參四通知婉君大姐叫車，分別兩台計乘車一趟50塊去金城，一下車就很多跟我一樣穿迷彩的阿兵哥，猶如某高中學校放學一般，我想當地人也見怪不怪了。在台灣看見阿兵哥難免受注目。 先是去繡砲兵標誌，之後有兩人想找旅社，而我們三人到處逛逛找網咖，但每間網咖都是滿人，在文具店中碰到，學長建議我們把軟式新兵帽換掉，於是買了硬帽也買了迷彩包包。 隨後再度逛街，其中一人找到網咖後，我便獨自行動找到一家十大網咖便上網收信，太久沒碰電腦也無心去玩什麼去看為什麼，也依約定分別12:00 16:00做安全回報tel.323449。下午四點後就待在漫畫店把魯夫看到第39集。 晚餐我去住宅區小巷中吃碗蚵仔湯加麵條而已，也在總兵府古蹟遇見另個美工學長慰問另個美工同梯的事，為了雙十節的展出，學長希望我們倆美工新兵，留在營部幫忙，六點後計程車大叔招我上車回營。","link":"/2006/09/17/20060917/"},{"title":"小腿酸了","text":"2006/09/1807:35 一直把舊的筆記本抄過來這本新的。和旁邊這位難忘的時光利用來寫日誌。21:50 今天過的蠻快的小腿也酸了，手還有微微松香水味與沙拉脫跟機油的混合臭味。","link":"/2006/09/18/20060918/"},{"title":"又是油漆味的一天","text":"2006/09/1912:50一早起來就被士官長叫去澆水，隨後七點用餐，再集合做美工，貼三色半圓旗，今因很多士官的押車出去公差，所以連上人少，新兵都在忙，顯得安靜許多。 15:20下午沒午休，一點出發來到金門的幹訓班這地方蠻大的，一進禮堂門見到久未逢面同梯好友及同鄉真滿心歡喜，大家好久不見!!不斷被訓練官演練起立坐下，直到兩顆星星的指揮官上台演說，說的是要我們勇於報告班長還有老兵欺負新兵的事，由於有點小感帽見鄰兵有些都睡我也小睡。 21:45晚上七點後就被學長叫去二級廠蓋印章，是連長的小印章，厚厚的裝備工具清點單每行都要蓋，八點半才用好，卻因此來不及集合去拍大頭照。","link":"/2006/09/19/20060919/"},{"title":"意外日","text":"2006/09/20 13:00今早十點多碰的一聲!!二級廠有人發生意外而我在談心閣割字，就聽見大叫快來台車!!快叫119!!駕駛出車為怕被唸而沒有圍觀，隨後看來應該是大砲車輪的鋼圈去彈射到人，人應是受了傷但願沒事，中午因拍照拍半身大頭軍照，麻煩了黃學長騎車載我去金城一趟，回來趕著撤伙房跟幫另外兩位打便當。 19:25再五分鐘集合，下午忙完美工，見到同梯躺在床上睡一下午，集合準備打菜只剩八人，撤晚餐伙房有學長的幫忙算是輕鬆啦，今天上午都在談心閣割字閒聊，營站也為美工學長而開，算是涼差事。閒聊中得知學長為二營四連跟五連。還有件事今天很感謝學長幫我買了藍色水桶50元。ps.今天來了兩個四連95梯來支援美工。","link":"/2006/09/20/20060920/"},{"title":"抵金第二個莒光日","text":"2006/09/2112:40「睡眠就像天神賜給人類的唯一救贖」上週日第一次島假在郵局旁7-11買本小說是西尾維新寫的，書條上寫說是死亡筆記本小說版作者，書名：斬首循環 藍色學者與戲言跟班，內容才要正開始看。 21:05今天下午全營於營部餐廳聽軍法官演講，應該是各連派幾位來代表吧，營長因集合坐下速度太慢而生氣破口大罵，也為昨天的意外作了說明，也說了他常碰見這些意外，不想再見到而去美國受訓想在學校裡當教官，明白指出我們這些不願役，也忍耐點過完這一年四個月。","link":"/2006/09/21/20060921/"},{"title":"禁閉室的事","text":"2006/09/2213:00清點一下我的現金財產三千四百，前天有順道去提了兩千，今天人特少營部出了八個新兵當交管，剩下三個參一四和我，四人(另個沒出，但也不見應是順道出去支援了) 20:40下午弄完美工澆完水，對了在餐聽拉彩帶，學長們也快吵起小組長與另個學長，因他理念不符不聽從建言學長學弟制觀念深固學長心中，於是組長找了伙食房裡看似較兇的學長來幫組長站台，因而被幹爆的學長也變得沉靜許多，原本晚餐後在餐廳撤伙房忽然被爆牙蘇抓去出公關，起初覺得納悶當他叫我另同梯去拉板車，就知他要我們四人去倒垃圾，於是我們把板車拉來，卻沒其他人而爆牙蘇派我獨自一人去清水電庫房裡近十包大垃圾，於是清出來四人集合出去大車道旁等垃圾車。等垃圾車時有位新面孔的學長，說是關禁閉出來說了很多關於禁閉室的事，聽了覺得爽的是可以每天睡到爽，半夜睡不覺起來有電視，說電視會五分鐘自動關，說著說著，他覺得空間不大的空間裡很無聊，無聊到會玩起螞蟻。","link":"/2006/09/22/20060922/"},{"title":"金門半日遊","text":"2006/09/23今天下午兩點正被新的班長叫去打掃樓梯口(新面孔最近來了幾個新面孔的學長跟班長，有些是返台回金或關完禁閉)才把地掃完正要拖地就叫我去242車上等(242是車牌尾數卡車，大家都這麼叫，駕駛是文德學長)。連同我四位新兵上車上路去中心訓練場，原本要借帳篷(為了大砲現在營部都在忙雙十節的國防知性之旅)早上才把四門小砲整齊的推到定位，和約四十人合力將大砲推正，關於大砲的名詞我現在也不懂，後來沒借到，押車的蔡連長笑著對我們說「你們四個爽到，今天金門半日遊」隨後開車至二營營部連只借音響，也見識到只有我們的營區房子才有磁磚，也來到上頭寫著捷豹有著很長的大砲連，約五點回到連上吃晚飯。最近大家瞎著說手則的事(每個衛哨都要背長長一串口令)在晚餐撤伙房時，某位同梯提起此事，死爆牙蘇聽到，所以啦可想而知已成理所當然要背記也被用來明日放假的威脅手段。","link":"/2006/09/23/20060923/"},{"title":"點放","text":"2006/09/24跑完了三千公尺洗完澡吃完早餐準備點放，但要先背會手則，直到十點仍不會，就被罰寫十遍才放人，但有四人因學長帶隊外出而逃過此劫，外出到金城先繡好學號吃完早餐，我們在強網網咖等電腦，而我獨自分別行動先去總兵府參觀再去十大租書看漫畫，以前未看完的生死戀。看完後想找網咖玩，遇到同梯的喝飲料聊天，便去網咖上網Msn有昔日網友宇庭在線上便幾句慰問及報告近況及聊插畫跟工作。近五點因她去吃飯我玩起搞鬼Online，之前有玩但覺得沒什麼的遊戲就沒玩，現在倒是閒著，有電腦卻不知做啥事。","link":"/2006/09/24/20060924/"},{"title":"美工日","text":"2006/09/25大部份時間都在餐廳跟中山室弄美工，下午指揮官來(與之前跟我們握手指揮官不同)一進餐廳就幾句太有壓破感像幼稚園。就因他的古板，我們心血白費了，餐廳與中山室的佈置需重新弄，原本心血全撤掉。然而眼看雙十節距離不遠，時間有限下要重弄需加緊趕工並擬定新的方向，晚上於中山室討論並開始著手，營長也提出他的想法(原來營長也是會畫圖的)也借兩本美國大兵的書AWAY，營長熱心幫忙真令人感動，不愧有領導風範。","link":"/2006/09/25/20060925/"},{"title":"又是美工日","text":"2006/09/2612:45又是在中山室畫圖的日子，學長的美國大兵畫完了，我的剪影也因營長的建言而需要重製，等待顏志偉班長幫我們買回壁報紙，中午打飯又招來罵，唯國中畢的學長不斷高喊著先打主官菜，另個學長不斷安排，造成現場混亂而飯空著，一堆人擠著打菜。無效率的配置，還氣得怪我們不聽從指示。先打後打不都是一樣的結果。","link":"/2006/09/26/20060926/"},{"title":"機工具","text":"2006/09/2712:15那張一排美國士兵剪影，總算是弄完了，日子過得很忙很快，似乎昨天才是假日意猶味盡想玩搞鬼online。昨夜已上床睡覺被班長叫下床，八名同梯新兵在中山室穿著拖鞋集合，說是有關二級廠的業務需要有人來管，而我聽了連長的建言報名參與「機工具」這業務士官。內容連長以圖書館管理員來解釋，借還申請遺失盤點保養需再受訓，結果會如何我也不知，總想讓命運去安排一切，當兵就是磨練，未知的苦難已有心理上準備，我無所有爛命一條，已必死決心，下午還要在中山室繼續畫。","link":"/2006/09/27/20060927/"},{"title":"教師節","text":"2006/09/2812:30中午自己不長眼被幹了，是自己的錯不想多說，這幾天不知是頭昏還是怎樣，做事起來笨頭笨腦的，看著跟我一起在中山室畫圖的美術公差都去打飯用餐，自己也跟著去準備吃飯，卻忘了自己身份是新兵應先幫長官送菜，等學長開始吃才能一起吃。","link":"/2006/09/28/20060928/"},{"title":"遇見預知的夢","text":"2006/09/29遇見預知的夢，當我在連集合場搖指著餐廳對著李宜融問「我們還要過去嗎?」(過去餐廳做美工)此時王偉對著我說，視線右移，後方有個胖胖長官著運動褲向左邊走過，似預知的夢再已不是一張瞬間照片，而是一部短暫的影片。13:05九點過後沒去做美工，報備公差與鄭捷聰班長一起去貼標語字牌(就是貼全營電源開關插座，小心漏電、隨手關燈、保管人等字樣)先去文書室打字列印再跑去二級廠辦公室護貝切割再一張張貼好。累到爆晚上又陪鄭班長到處串門子，從長官寢先跑遍全營再來是打掃學長們的寢室，把床板拉開清裡床底，弄了一整晚到十點多才去洗澡睡覺。","link":"/2006/09/29/20060929/"},{"title":"美工結束日","text":"2006/09/3016:00今天是美工結束日，從早打飯撤伙房被安排去清理草埔下葉枝跟找小草，至中午打飯撤伙房再清廚餘間，沒午休去固定看板，下午各連開始在草坪操演，今天指揮官會來，大家都很忙再去搭帳篷，固定看板。九點邱砲大地震!!","link":"/2006/09/30/20060930/"},{"title":"玩一天的網咖","text":"2006/10/01玩了一天的網咖花費相當驚人!!仔細想還不如在租書店看些書睡個覺，整理黃埔包，七點打掃完中山室就沒事，直到晚上九點，其他人被安排夜行軍只剩我跟曉帆兩人，正準被睡又被鄭捷聰班長拉去二級廠搬彈重漆好的彈。","link":"/2006/10/01/20061001/"},{"title":"搬彈藥","text":"2006/10/0206:05五點就起床了，夜巡軍的同梯都回來就寢，折好棉被蚊帳小睡片刻，四十五分時起來上廁所，至現在六點十分放尚未吹哨平時都五點五十分吹哨的，不知為何都晚了。 12:05等待待會要搬彈藥，早上與吳鴻義被安排去剪貼全營的軍品標籤一樣四處跑，由其跑去學長寢室貼排風扇，爬至上床位真驚險萬分，深怕一不小心把學長吵醒。 13:25搬的時間比想像中的快，兩百顆彈藥由各連派出兩員公差，營部三員，我們留在車上搬疊，滿身汗結束在樹下休息微風吹動很舒服。 17:20完工吃小蜜蜂~","link":"/2006/10/02/20061002/"},{"title":"晚歸","text":"2006/10/0306:50 於甲級廠休息，一早就順著長官的箱形車到這，太早來反而還沒用餐，在教室門口瞎等待。20:50 在寢室休息大家聊天從甲級廠回來已是七點，一回來先去餐廳用碗餐，我們倆五點就已經下課，連上卻繁忙沒車來接，甲級廠學長氣一開始來沒用早餐還得準備，現在還得等我們接送回去，過了六點氣得記錄我們晚歸。","link":"/2006/10/03/20061003/"},{"title":"睏覺課","text":"2006/10/0407:35 一樣六點二十的車搭，副營長恰公的順風車，至甲廠六點半又是最早來這，帶著出發前衝去餐廳拿的包子，開始用早餐順便複習昨天的講義。09:50 明天的考試，考題答案已洩出就連術科考試也改考口試，誠如鄭捷聰班長所言，受訓是去爽的，這兩天的課大部份都是在睏覺zzz10:00 九點上課前，有位兩棲中士因玩狗被狗咬傷，而送醫打針。","link":"/2006/10/04/20061004/"},{"title":"莒光日","text":"2006/10/0513:50一起來就派去搬彈藥，十人合力將舊官裡舊彈藥先上車，下午再由各連派人去燃燒，下午撤完伙房，報告副連下午上課之事，由學長帶我們去甲廠坐計程車去，因連上無閒派車出門。 15:55小睡一下準備考試， 心理默背著前兩頁的內容，昨晚上任工具士將返台，我準備接手管理二級廠工具間，一聽到此一時有點驚訝荒張，副連在旁說這並不是我應有的態度，上任學長也認為我應該有幹勁積極點，仔細想想我應該讓學長放心，由我承接他工作直到他返金，自得此工具士職稱也開始在心裡問起「自己適不適何做一位士官」，努力去達成資格吧。 16:45應帶本小說的，考完試閒著想睡，卻因打氣機的聲響睡意也沒啦，明日中秋應有島假，週六帶兩吋照片來甲廠結業，飛機掠過巨大聲響徹雲宵，安官的下課插報隨之而來，大家跟我一樣無聊悶著，但不同的是等待時間一致薪水不同，不應太過記較畢竟退伍時間95.12.1他們可是最大年限，心想著另個問題國家是否也養著些只混時間的米蟲，難以想像那些肥滋滋的長官也是軍人，時時備戰在和平現況下我們，裁撤掉些能攻擊武力漸漸沒有做為準備打仗的精神和風氣，軍中勤務轉而以內勤為主，行政文書，新兵不再按表操課，而每天只單純打雜。","link":"/2006/10/05/20061005/"},{"title":"中秋島假","text":"2006/10/06今天跑去山外看電影，死亡筆記本雖是九月八號上映至今的舊片，門票190元可看全片分別從九點開始有四支片，我只從中午吃完飯開始介入看鬼殺人、死亡筆記本、同床異夢，主要當然是要看L和夜神月的對立，回來途中遇見昔日新訓同班班頭高全鈺便閒聊，分別搭公車回去而我先回金城逛一下買些東西，也做價格統計評價，回到連上大家同聚外燴辦桌吃飯。","link":"/2006/10/06/20061006/"},{"title":"後悔","text":"2006/10/07節錄 西尾維新作品 斬首循環 藍色學者與戲言跟班 ISBN：9571031739p.154『後悔這種行為似乎可以讓人心裡好過一點。凡事只要後悔，便可以逃避眼前的問題，將錯誤全部賴給過去的自己。正因為如此，那並不是什麼了不起的自責，唯有利用後悔的行為，自己才能保持正確。』 19:30抽中夜行軍，晚餐是兩塊批薩、一塊炸雞翅、兩小杯可樂、一碗炒飯，吃完後馬上換裝，找了捷聰班長借裝備。隨後與同踢王耀毅閒聊，王偉也代替原本要去的鴻毅。 夜行軍任務1.注意行軍安全2.保持通訊暢通3.嚴密械彈管制4.注意潮汐 嚴防走私偷渡5.休息時派遣衛哨兵6.不得提前歸營 夜行軍目的1.嚴密夜間搜巡 彌補友軍單位 第一線據點警戒間隙 強化應變能力防敵 滲透 破壞 突擊 以確保防區安全2.藉夜間戰備行軍 使部隊熟悉作戰地形 強化部隊夜間 作戰技能 磨練官兵膽識以增進部隊夜間作戰能力","link":"/2006/10/07/20061007/"},{"title":"大失血","text":"2006/10/08懶得再去算計今天花多少，又是跑去山外的一天，如同一般打網咖泡漫畫，漫無目的的換遊戲換網咖，像是檢查那家電腦比較好似，漫畫雜誌比起金城來的新，逛完了很想去別地方，或做件知性之旅計劃，或者找間圖書館免費的看書，去沒去過非荒地的地方。","link":"/2006/10/08/20061008/"},{"title":"千禧梯來了","text":"2006/10/0907:20 聽到有人起床折被聲下意識起床折被蚊帳，集合打飯撤伙房，現在休息明日是國慶日，墾親會國防知性之旅，美工組長報名參與活動。因而組長政達學長們於早上集合時告別離去。20:05 千禧梯來了，很高興有很多人可以分擔業務，現在他們正大掃除二級廠。","link":"/2006/10/09/20061009/"},{"title":"雙十國慶","text":"2006/10/10國慶日群眾齊聚，各連砲班辛苦操演就為這一刻表演，也來了國小鼓陣及舞獅的表演，還有幾家的攤販而我安排至長官車位引導的交管，從八點站至十一點撤哨，逛一下攤位下午二級廠的學長班長帶我和宜融去金城半日遊，在網咖待四鐘頭重溫楓之谷，玩網路遊戲似漸有種空虛感，找不到人聊也不知說啥，想看點書卻苦無書店。","link":"/2006/10/10/20061010/"},{"title":"第一次站門衛","text":"2006/10/1106:10 新的早晨 休息後的開工日 整晚忽睡忽醒 每兩小時就有人來寢室找人換哨07:25 借了班長的裝備正式第一次站門衛","link":"/2006/10/11/20061011/"},{"title":"三班哨","text":"2006/10/12與兩千梯大家同聚的莒光日，今天算是沒哨吧，昨天站了06:0008:00、16:0018:00、22:00~00:00，三次哨。第一次卻是臨時被班長叫去站而排表卻是葉思源，第二次熱得要死，恍神被幹的要死，第三次特別與學長有緣 我站正他站副哨，至零晨才就寢，反正我本來就晚睡，算是賺到今天早上都沒哨。上午則莒光日下午則是待在二級廠，原本是要放假半日的想想還是把學長的電子檔弄好，一去就有人等我開門借工具，名義上莒光日二級廠不開工，但其實還有些事要做，等了整天都沒等到電腦用。","link":"/2006/10/12/20061012/"},{"title":"主官保證書","text":"2006/10/13在二級廠忙著保排所謂的主官保證書，跑去戰情室蓋官防所有主官蓋完只差營輔導長的，晚上時跟輔導長借並也打電話詢問已返台的營輔導長，經由他同意，才終於結束，忙一天的主官保證書，保證機工具清點無誤。","link":"/2006/10/13/20061013/"},{"title":"滿分","text":"2006/10/14四點就被挖起來站哨，站至六點一換哨，馬上準備與返台人員一同坐車，今天八點是結訓日，各二級廠廠長也都到甲廠。被ㄠ掉兩小時睡眠時間，只能在車上補眠，隨後結訓完先回到連上。再去防空營考試，所有二級廠人員皆需受測。因二級廠做事效率低而需被評鑑督導一番，試卷題目與結訓時考卷相同，自然輕鬆滿分過關。","link":"/2006/10/14/20061014/"},{"title":"狼圖騰","text":"17:20轉眼間已是假日第一次接獲待命班暫時的命令，昨天似過得很慢發生許多事，但願今日平安渡日。 19:25終於有點時間看點書，之前雙十節在7-11買的，「狼圖騰」描述北京大學學生在蒙古牧獵的故事，該歸那一類也說不出。 狼圖騰 ISBN：986146123X作者：姜戎/著出版社：風雲時代出版日期：2005年01月21日 21:13因老兵欺負新兵的事，邱砲忍不住又訓了一番話，說九點檢查的內務，算是似無的結束。今天難得可以那麼怎休息^^想起今早劉鴻祺也返台了。(陪伴我學機工具業務的胖學長)","link":"/2006/10/15/20061015/"},{"title":"臉盆取代水桶","text":"2006/10/1609:45一早就被保排叫去準備悍馬車工具，請教技工們該準備哪些，隨後李明一班長和王敬瑋也紛紛來借工具，找工具找得很亂，也分別記錄下他們各自借用登記。 12:00又是沒有午休的哨班，而且大熱天，真哪怕有一天真曬昏頭，正午哨唯一好處是一點時有報紙看，也不知為啥這裡報紙怎這麼晚才送到。 13:10於二級廠等待督導的來臨，大家閒聊，搬幾張板凳吹著微風等待著，閒聊起無啥不能用鋁臉盆的原因。據說有位女水鬼(中共的女蛙人)從對岸游過來被抓到，抓回連上被各弟兄輪姦，有位輔導長見況便私下放走她。之後因女水鬼不服氣，便拿把刺刀連夜摸哨，進連區把所有人殺了，並將他們頭割下並放進臉盆中，唯有那輔導長頭沒被砍而已，往後大家不敢使用臉盆改用水桶，怕想起當時的傪狀。","link":"/2006/10/16/20061016/"},{"title":"內衛哨","text":"2006/10/1704:20第一次當內衛哨班，3點多就被挖起來，真愛睏還要依序幫忙叫起床。醫排、信隆、振緯、伯全、鴻毅、邱砲、楊昇、射指所3人。","link":"/2006/10/17/20061017/"},{"title":"兩千零一梯","text":"2006/10/2017:30打完七十個便當，準備迎接兩千零一梯的來臨，最近幾天忙得忘記時間，也沒時間去寫些日記，目前我像似蠟燭兩頭燒，一邊忙工具，一邊忙管制，跑東跑西。","link":"/2006/10/20/20061020/"},{"title":"學習如何面對人生的苦難","text":"2006/10/22又是點放的日子，學長大部份要留守代新兵零一梯，我們九九梯幾乎都放嚕，除了常用台語鄉音直話直說的小胖同梯外沒放，不知為啥他留守待命班，七點起來就被壯壯邱砲班長叫全連去跑步，有些老兵沒跑啦，因昨夜站哨睡到四點起來站，回床睡補不到一小時起來還真累人阿！不過這次跑我算是有前十名啦，到八點準備過大門，連上那些超機巴的爆牙班長在門口一一糾我們的服儀和衛哨守則，幸好九點多就能走人，勉強過關與人事官一同搭車。 上網看起發條的天兵週記(在GIGA報台得知一位跟我一樣從事設計的，人還蠻帥)，看看別人的週記，竟然可以寫得如此有趣，為人聰穎活潑當兵卻是如此樂觀，真令人羨慕，想起營長說過：看要樂觀面對還是悲觀度日。不過單位不同，在學長學弟制下的我們，因大大小小的鳥毛事而被罵得狗血淋頭，或許當兵就是要去學如何忍受被罵，做事的確欠缺計劃(沒用腦子去想)，日子過得連自己都覺得累，還不適應被人像狗一樣叫來叫去的生活吧。真渴望能回到自己家過著自由的生活，日子真難過，渡日如年的苦日子只希望平安渡過，不想因小事而與人有許過節，和令人不滿人生而平等，同樣都是兵為何還要分大小，人與人之間的互相尊重無存，僅為自私而想，或許是因上幾梯學歷低環境差所造成惡劣個性，誰說當兵令人成熟正直呢?那些社會敗類也是當過兵，真正社會的歷練才是最重要的，當兵像是磨性子般學習如何面對人生的苦難。","link":"/2006/10/22/20061022/"},{"title":"脫離管制業務","text":"2006/10/23暫時脫離管制士的業務，昨夜林育德學長，隨口建言李四章學長也直接了當的說：他不是我徒弟了。因早上都在二級廠工具士待著，填寫些資料跟工具借還。","link":"/2006/10/23/20061023/"},{"title":"補給庫","text":"2006/10/24中午以去保養補給庫為名，育德帶我一同山外，網咖兩小時，開始閒聊軍外學習如何面對人生的苦難。對彼此有些了解，之後也需準備移交的事。","link":"/2006/10/24/20061024/"},{"title":"去甲廠","text":"2006/10/2510:55一早就在機工具室裡填寫各項資料，育德清點工具箱，弄完後目前暫時休息，待在工具室裡，口袋僅一本，小本英文單字本，除了背單字就是小睡，今日似又會去甲廠一趟，僅帶我跑一次日後將自己處理校驗補給。","link":"/2006/10/25/20061025/"},{"title":"想念","text":"2006/10/2612:35正午哨莒光日沒補休，大熱天日光直射，幸好快一點左右就有報紙可看，今天一堆學長補休。 21:15幸運地抽中夜行軍，聽起仲軒說起他的事，他的愛情故事似也憶起自己的事，那些被遺忘的事，當你寂寞時會想起誰？很想念我的親人家人以及記憶中那些朋友，很想再去見個面說幾句話，很想抓住那些錯過的機會，聽了仲軒的話就想起很多事，那句只三餐溫飽就已滿足的話語，深深令我感動及深省。","link":"/2006/10/26/20061026/"},{"title":"新下士","text":"2006/10/2712:17睡到11點，吹哨集合吃飯，原本14哨改為正午哨似成既定的結果。16:30站完哨回二級廠工具室門被撬開一定是技工們來借東西，無聊著填寫T903和借用登記簿，無聊著似睡似想管制室來位新下士，正學習預計正式接管制，其工作內容令我懷想，仔細想想育德一直沒教過一整套課程，以致我真不該做什麼，不像管制每天既定事那麼多。","link":"/2006/10/27/20061027/"},{"title":"清點","text":"2006/10/2812:37 呼~光清點車輛成套工具就可以搞很多，工具真缺很多。16:00 忙到忘記時間脫了十分鐘，得罪葉佳菱真感抱歉。","link":"/2006/10/28/20061028/"},{"title":"新兵家屬","text":"2006/10/2911:25結束了，待命班的演練休息吃中飯看電影看雜誌。 14:06假日哨想到要繳四十元給顏志緯班長，為了假本的錢。 21:45下午哨有兩位新兵家屬來訪，上前詢問後得知只為一封限時信未寄到給家人而伯母從台灣來金門找人，轉達事宜由於新兵已下單位，不在連上便通知戰情後得知分去一連，告謝別去彷彿間幻想自己家人也來探望。","link":"/2006/10/29/20061029/"},{"title":"打靶日","text":"2006/10/30打靶日一早五點半就被叫醒，取槍上車去珠山打靶，八個靶位兩波十六人加上幾個靶柱顧門的，我們打八十發四彈匣，不像新訓要打準六發裝子彈，打完要報的，而是根本可以不用瞄準狂扣板機，純把消耗彈藥，約十點多打完回營，徒中來隻小蜜蜂買個飲料跟肉粽，感受出營區的美味。 在舊官裡廢置營區站夜哨 21:20~23:00 陰暗只剩月光，還好有人正哨陪，王耀毅跟我同梯下砲五連，因不合不適應返回營部，與我們同在，聊起了一些事，舒發些苦悶時間也會過得快些，王下哨由黃啟倫上哨，沒聊說啥些事，便他開始打起手機，而我也看起藏在防毒面具包裡的書「狼圖騰」。","link":"/2006/10/30/20061030/"},{"title":"病得更重","text":"2006/10/3112:10病得更重，昨天醫排給的兩顆藥力不夠，想找連長轉診，卻不見人影。上午在工具室繼續清點工具，作為END的檢整。 21:35等會十點大門哨，下午四點下完哨拿著假本跑去舊官裡，請連長幫我簽假，約四點半才出去，連長怕我逾假不歸，先口頭上扣半日假，而我看完病買該買的東西就跑回來。","link":"/2006/10/31/20061031/"},{"title":"廢置營區站夜哨","text":"2006/11/0108:33新的月份開始，拉起長袖，天氣轉涼，感冒得很難受，今開班哨一人獨站大門，立正站好兩小時，有個講手機學長瞧我這看，表面上是叮我，但獨自站哨，有人陪也不錯從週初就會有幾次去舊官裡，廢置營區站夜哨，起初一人改為兩人站，奉指揮官指示要顧守這丟棄發射藥及損壞大卡車。夜裡無燈，風聲陰陰幸好多個人陪，用手電筒看書，有手機就講手機，無人管又可坐，雖傳訛夜哨恐怖，但是最輕鬆的差事。 12:43碼的，忙到忘記吃飯，但至少有庫存餅乾可止饑，也記得吃藥甲廠補給了很多貨，幫忙搬了一堆僅一些是屬工具類，還沒進房，就被營士官長拿去消帳，接著要忙著清點損壞工具。","link":"/2006/11/01/20061101/"},{"title":"CY自我介紹","text":"2006/11/0212:37優閒上午莒光日，想了些事編個故事寫在莒光作文簿上。 CYWORLD自我介紹：目前正在金門服役，當兵中苦情阿兵哥，個性內向不擅言詞，常胡思亂想有點笨，迷糊天兵優點具上進心，不怕累只怕無聊交友真懇。專長：平面設計、廣告設計。從小喜歡美的事物視覺感官，喜歡藝術的領域，或許是因為巨蟹座，戀家特性希望擁有美好家庭生活，休閒時喜歡看電影、看書、小說、投資理財、電腦網路、英文、視覺設計、創意商品之類書報雜誌。 http://tw.cyworld.com","link":"/2006/11/02/20061102/"},{"title":"註冊cyworld","text":"2006/11/0606:00連續幾天沒寫日誌，發生很多事，時間過得特別快，妄了些瑣事，讓心情好點，每當站哨對著滿天星空，憶起些事，想念家人、親人、朋友、同學、過往的事。就試著寫信給他們吧！昨天放假難得兩週一次的放假，先去金城閒晃找不到網咖，只好去山外上網，一家爛到不行的網咖，連開網頁都覺得吃力，好不容易才註冊好cyworld，感覺上跟奇摩交友和無名小站大同小異，只是將介面視覺化、可愛化裡頭的道具就像愛情公寓一樣用台幣買。1松果：10塊。其經營模式的確能吸引女性族群，進而更多男士去網站追求，買道具贈與博取好感。花錢事小能夠認識有緣對象才重要。我也在考慮是否將隨身日誌的內容也轉載cyworld。 12:47下午在山外看電影「空戰英豪」、「頂尖對決」，一部市戰爭愛情片，另部是兩位魔術師的對決片，「空」片中第二次世界大戰，德軍攻進巴黎，美軍空軍與德軍，空中作戰，畫面十分振憾人心，似電玩一般老式戰機架著機槍就展開空戰，主角也因而認識，法國的美女。語言不通也能相知相惜。而「頂」片是魔術師的表演對決，因一場表演事故而產生同門師兄弟的對決，其魔術手法從始至終是一樣的，也説出魔術表演現實的黑暗面，以虛代實、偷天換日、利用技巧把消失變出來。看似一樣的事物，沒仔細看會認為是同一事物。 17:28站哨真的很無趣，時間緩慢的浪費，或許能利用這時間背東西，把英文單字寫在掌心，每天背一點。軍中時間有時快得來不及去做下件事，快得忘記時間，時而度日如年，恨不得將日夜顛倒。","link":"/2006/11/06/20061106/"},{"title":"笑笑功","text":"2006/11/0712:49原本早上八點哨，因工具室的業務，被排掉了由杜昆龍代站。工具室今忽然來位督導，一梅花，而我正在清點二級二類工具，就找個楊昇班長代聊，也通知正與營長談事的林育德學長，回來後與督導同坐聊業務上的問題，也提點交接的清點。 14:43兩點哨，舊官裡辦了廢彈藥講習，各連都代表參與自己連上也跑裡跑外，大門進出簿則記滿往舊官裡的人，也包括營長。 14:47中午似忘吃藥，頭漸昏，無聊默背起寫在掌心的英文單字，手指因點工具而多幾道莫名傷口。 22:35夜晚總是來的快，今晚上八點多，有位心輔官方明光來中山室講課，關於心理輔導方面的，也教導利用一顆網球來做按摩，和放令人傻眼「笑笑功」片子，打著像外丹功不停笑著。沒有在連上打掃的夜晚卻在二級廠忙到十點多才能洗澡就寢，明日等待督導來臨。","link":"/2006/11/07/20061107/"},{"title":"清點工具","text":"2006/11/0803:32冷風左右吹進哨亭，睏意在寒風中消去，累人的哨，睡到一半被叫起，再睡另一半，斷續的睡眠環境對精神上是種磨練，鼻子冰了，冷空氣不斷鑽進，毛背心似不夠暖，真想快點換哨，好窩在被子裡等待國歌的驚醒。 20:15守在工具室裡，點了一天工具，該擦該磨都弄了，對此業務感到無力，力不從心，工具士就是管理工具借還保養而已。咋聽是輕鬆容易，實際上一堆人不定時衝進來借東西還東西，必須守著這小間工具室直到那些技工弄好歸還，整天不斷有人來借還，甚至一借不還，很多程序上是很煩雜，除此還得利用空閒時間去一一翻箱點閱工具，並貼上料號名條。二級廠老闆不時機車叫我弄東弄西，增加瑣碎雜事，一天下來真的很累，軍中生活不像別人僅僅站哨，撤伙房，打掃開著看電視看報紙去打球。","link":"/2006/11/08/20061108/"},{"title":"明天更輝煌","text":"2006/11/0908:06第一次碰到上莒光課還得站哨，莒光園地的主打歌，聽起像是為年輕人訴求，但歌變得難以跟唱，還是原來的歌曲「明天更輝煌」值得流傳千唱。少了一次好好能看電視的機會，莒光日是整週除放假外最輕鬆的日子，二級廠莒光日公休，所以莒光日做些雜事也多，偶爾能不用待在工具室出來透透氣，做點差事也好。 09:30想想每週難得一次放假分秒珍貴，應規劃好時間表，基本上會去山外看個電影，花大半天時間，想戒網癮，不玩網路遊戲有點難。只能盡可能少去碰，也很想利用點時間學學理財，英文之類，當兵重點不在你當兵時做了那些苦差，而是當完兵後的人生規劃。","link":"/2006/11/09/20061109/"},{"title":"27新兵","text":"2006/11/1016:11忙了整天，一如前日在工具室工作，昨夜來27個新兵榜他們打飯菜怕他們吃過剩，新兵難帶呀就如中午撤伙房，12點開始平時12點半就結束，比平時多五倍的人，卻要花半小時，人多會亂、有人閒著、慢慢來、發呆、不主動幫忙，雖人多卻事做的很慢，拖的是大家休息時間。 16:44身上這件迷彩髒透，僅穿不到一週，平均每兩三天就該換，礙於時間關係我僅利用週四，空閒時間來洗一整套，金門風很大約一天就會乾，因風大曬衣場常有人內衣褲飛落，重點在於放的位子，我都選擇靠牆掛勾背風較不易掉。","link":"/2006/11/10/20061110/"},{"title":"昏沉的早晨","text":"2006/11/11昏沉的早晨，夜哨補休到七點起床吃早便到餐廳準備撤伙房，一個集合哨讓我直接送去工具室，開工，又是借工具與清點工具的日子。","link":"/2006/11/11/20061111/"},{"title":"滅火演練","text":"2006/11/1212:00第三次自願待命班，不花錢又輕鬆的假日，又積假一天。今日操演碰上督導，實施火警演習時，我扮消防兵第一時間就到現場，演練噴灑，其他人因手上無滅火器又不知要去就地取材，乾瞪眼。督導大怒罵了帶隊班長，記下缺失順口考我滅火器使用口訣，先前背很熟練，所以一字不漏過關。 12:10督導完即是輕鬆的日子，在中山室看書，隨手拿本是商場策略變革工程的書，講些日本與美國汽車工業公司策略上問題差異…..，中山室的書有些還蠻深的，大多是心理輔導的書，而我喜歡裡面的世界電影雜誌、商業週刊和一些電腦或線上遊戲的雜誌，剛瞧見本嚴長壽寫的總裁獅子心。先記著等會在借來看，書櫃書多而亂好書需找尋。 12:25原本下午四點哨，忽然改為舊官裡正午哨，帶本久未翻頁的狼圖騰小說，平時二級廠忙的沒時間看書，就連休息也是喝口水，就去忙，這本書是雙十節時買的，都一個多月了借去站哨看的人早已看完歸還，我自己卻看不到半本書，難得幸運地，有時間可回味書中的大草原。","link":"/2006/11/12/20061112/"},{"title":"有借有還","text":"2006/11/1317:14 日誌最後一頁，臨時哨，正清點完二級二類工具，一通電話叫我去接哨。早知應四點告一段落先換衣衝出大門跑步的。18:43 工具室就是這樣借出有些人主動歸還，有些人需記得去追索，忘了沒借據就不了了之。21:50 感謝張文德學長，請我一瓶可樂，給予日誌完美最後一頁。","link":"/2006/11/13/20061113/"},{"title":"電玩癮","text":"2006/11/14(一) 09:00換了新本子，新的一天，又是新的開始，原本可補休至七點，由於那些新兵離寢忘了關燈，六點半起床洗臉刷牙，隨手借本雜誌，PS2的電玩雜誌，真是禁書阿，看完令人忍不住去買台PS3，沉睡在內心已久電玩癮不禁浮現，但這是軍中，雖然看過有位學長直接把PS2帶進中山室玩，我可沒那麼膽大妄為。計劃存點錢，等退伍後再買，想買60G頂級的，但一萬八的價格自己都可組一台電腦了，加上新遊戲片，對我剛出社會起步新鮮人是很大傷，很大誘惑。 09:15起床下樓瞧見滿地水漬，應該是稍早下過雨，這是我二次，遇見到金門下雨，第一次是九月十二抵金日，下飛機踏上這土地的時候天氣轉涼冬，往後下雨機率高。 15:15得知當年連線去韓國的線上遊戲Rohan在台灣封測消息，不斷憶起當時住宿四人各練不同角色，相互幫忙同遊的情境，內心欲望及追求渴望如烈火般燃燒，不停思索回憶難得幸福的光景，已不再，想挽回想停留那時光，一起練等一起去PK互相幫忙支援裝備。分享遊戲心得加入同一公會，參與公會戰試著與韓國玩家交流。","link":"/2006/11/14/20061114/"},{"title":"癡等","text":"2006/11/15(三)1745 返台的同梯益鵬及昨夜返回嘉鍵都一返回來了，而我是排在十二月四號返台，今天沒清點所以工具室較沒啥事，跑跑主官保險書，填些軍補單跟保15，看著技師修車，下午小雨保排幫我買杯熱可可，涼意中帶點溫意。1820 工六連有條狗隨著打飯鐵馬而來，每天五點多工六打飯，小黃狗都緊追在後，而這次主人走了這條狗卻沒跟著主人，守在大門等著主人，可沒想到這是無意的癡等。","link":"/2006/11/15/20061115/"},{"title":"不悅","text":"2006/11/16(四)0750 混沌著不悅著1615 明明是公休日，卻待在二級廠明日準備督導，似感冒頭痛欲裂，想念自己的本業，學無致用，興趣不在這不悅著。","link":"/2006/11/16/20061116/"},{"title":"督導日","text":"2006/11/17(五) 0935 督導日 等待防衛部來督二級廠。","link":"/2006/11/17/20061117/"},{"title":"待命","text":"2006/11/19 12:15時間飛逝呀，今因待命班士官多，而出現哨沒人站問題，而我被排到1600，就是說少了三小時放假時間，今早夜哨補休還沒七點，就跟等放提早假同梯一塊起來，吃完早飯忽然被叫去充當待命班，原本張正偉去出基本教練，因上週日被憲兵抓到違記。想想也好能積一天假，又不被ㄠ掉三小時而忽忙趕回。 15:53輕鬆的待命班，安全跑去看電視僅內衛一人獨站，而我報備後獨自換哨，大陽直射，晚點會有很多人回營，昨日甲廠主動補給，來了很多東西，馬架加油幫浦洗材搬得腰酸背痛。","link":"/2006/11/19/20061119/"},{"title":"加班申請","text":"2006/11/21 14:45似看清工具室的本質對當初的決擇，感到有點後悔想遠離二級廠，擺脫這爛業務。一直下雨的心情和天空伴隨雨水沖淡這無言的記憶，放空的挨罵是一種自我保護，卻形成另一個自我保護真正自我的人格。 15:58臨時調哨一通電話把我從二級廠拉了出來，原本2000變成1600哨，也好也好。雨漸小營上冷清做業務的關門躲起來，搬彈的出去，來預保剩兩隻貓剛走。 16:58抉擇沒有遠見，洞悉未來，易選錯方向，事後只怪罪於過去的自己。連上作習。現有更加時間規定，要讓人更有結束工作後的休息時間，就連晚上加班也得申請。麻煩的是常要集合。 17:20街燈向晚天色漸暗，出外運動恰公公差都陸續返營，仔細思索最好的大門哨時間為開班2200，不會被半夜叫醒，其次2000如此九點不用集合打掃，再者1800吃完飯後，不用撤伙房七點也不用集合打掃。","link":"/2006/11/21/20061121/"},{"title":"夜哨","text":"2006/11/22 02:44想起不開心的事，腦子裡：不爽的自我在記憶裡找人幹架；另個自我躲在角落暗自哭泣；聰明的自我在想如何解決問題；奸邪的自我在等待機會報復。複雜情緒；複雜記憶。算了算了！消極的自我打斷這一切，將一切拋諸腦後，那記憶深處。我不是不知「視而不見不代表問題不存在」而人際關係終究一直是我人生中一道難題。個性使然！個性使然！ 10:40看到日期，想起我弟，今天是他的生日。生日快樂！","link":"/2006/11/22/20061122/"},{"title":"元宵湯圓","text":"2006/11/23 08:00霧氣真大，視線不到百尺，眼鏡也跟著起霧，沒上莒光課的莒光日。下午有補休，積假已四天了，準備趁機去採購日常用品。昨夜邱砲長因公差得到榮譽獎金，全數捐出買元宵湯圓，請連上弟兄吃。寒意中喝碗熱呼呼的湯圓，有龍眼和花生仁配著紅薑湯。 09:00哈欠頻頻，睏意未退。再過三小時就可外出休假，霧氣漸漸消去，撥雲見日。","link":"/2006/11/23/20061123/"},{"title":"正午哨","text":"2006/11/24 12:11真不喜歡少了重要的睡眠時間。郵差送來十八封信，大門收發簿寫下完美的一頁。一位收件者就要記下一整欄位、日期、時間、收件人、品項、數量、代收人、品項去處……站哨閒著慢慢寫當練字。 13:00送報紙來了，現沒訂蘋果日報了，僅剩中國時報和青年日報可看，陽光直射哨亭，快熱昏又渴。想起昨夜買的抹茶還藏在內務櫃裡，希望趕快下哨，快被太陽溶化了。","link":"/2006/11/24/20061124/"},{"title":"擺攤","text":"2006/11/2510:45 收攤。為了督導來臨像是擺攤，一一將工具放好於悍馬車旁，上午沒來準備收攤，下午續擺說會來的督導一直沒來，從未見過很想知道來是會說什麼罵什麼，潑的冷水有多冷。文德看我努力推著手推車，把廢彈藥桶搬至廢品區，請我吃餅乾，餅乾應該是免錢的從販賣機搖出來的，軍中販賣機大都有問題，會吃錢難得會有一兩台可以拿到免錢的，同梯教我亂岸幾個扭，另手不停轉著退幣，居然東西就這麼掉出來。看來是要技巧我怎弄都未成，也有些飲料機用撈的，撈到底下機器卡住的飲料，用力一拉就拔出一罐飲料，不久大家得知，那台販賣機被拔光，之後廠商也將它修好。","link":"/2006/11/25/20061125/"},{"title":"幫忙管制業務","text":"2006/11/26(日)09:50留在二級廠，營長下令這週不得放假，昨天下午督導是來了。僅提到皮帶張力器，後送資料，其餘時間在工具室等待督導將其它業務文件看完。督完後一堆問題，由於我們工具室沒被督。零缺失主要是管制補給方面的缺失，營長大怒將二級廠人員不得放假可積假，用一週時間解決缺失，而我們沒缺失的業務要幫忙處理管制業務。","link":"/2006/11/26/20061126/"},{"title":"無米粥","text":"2006/11/27(一) 14:10昨整天在幫忙處理管制業務。保排中午以外出用餐為由讓我們可外出三小時，我與李明一、劉士軒徐勝暮四人同行去一家老店吃廣東粥，是見不到米粒的粥，米完全化在粥裡加上配料，(豬肝、肉絲、魚肉、蔥花、蛋花)，很大一碗熱呼呼，很有飽足感吃完後逛個街便各自買東西或打網咖，忍不住讓我破費又買本商業週刊和設計雜誌。一直渴望在這無意軍中整天忙著無意的事，也能夠得知些商業設計的訊息，太久沒做設計令人忘了自己，至少還能慢慢找回自己。 壽記廣東粥地址：金門縣金城鎮莒光路一段50號(金城觀音亭旁)電話：082-327878營業時間：AM 6:00~賣完為止 20:00舊官裡廢置營區的大門哨沒帶書來，因為沒防毒面具包可藏書，目前防毒面具管制數量中，除了在哨亭內幾乎找不到內務櫃上有防毒面具包，幸好舊官裡有手電筒有椅子，自個也隨身攜帶英文字卡還可背英文單字，想到這原本找手電筒一直找不到，之前在金城買的一百多塊8顆LED燈的，不翼而飛想說難得能排到舊官裡哨，能派上用場。唉~軍中的內務櫃很不安全，重要東西除了身上外真的很難藏。很多返台回金門的學長說常原本放在內務櫃餅乾、泡麵、衛生紙、沐浴乳等日常用品都會被偷吃偷用，僅剩垃圾丟在內務櫃裡，所以學長們告誡返台前盡可能把內務櫃裡，重要東西拿走。至於書籍藏在床頭底下或許好些。 20:15遠離了連上的宣嘩，難得的機會多寫些東西，像似自己與自己對話般記錄生活點滴及當時的觀點看法。正如阿甘所言「偶爾面顧一下；心靜自然涼。」回顧當時的苦悶，一笑置之時間不停的走苦日子會過，懷念的日子變多，抓不住的美好時光也從指縫間流逝。 20:35忽然間的畫面，又是預知的夢境過去現在及潛意識的未來交錯著，從小對自己有某些奇特能力，感到好奇，或許只是當時自己一昧的認為吧，「直覺性找東西」和「預知的夢」大概是小學三年級之前時，每當東西不見都可憑直覺找到東西，並不是想起來東西放哪。而是像潛意識裡腦海中不停想著物品圖像，有個旋轉中指針忽然停在某方面，指引去那方向找，這跟想起來是截然不同，也曾因此幫母親找到過皮包，當時的我認為這是上天賜給我彌補我忘東忘西的毛病吧。現想想或許只因一時想不起來而利用潛意識去搜尋自己曾晃過的記憶，去感覺物品在記憶中大概所處的環境，及可能因素而掉落位置。而這項能力隨著日子慢慢淡忘而消失。隨後國中吧，慢慢發現自己會夢見預知的夢，那時也是自己開始不茍言笑，孤僻自己的時候，預知的夢像似靜止的照片般記錄那未來的一瞬間，只有碰到時候會想起似見過此刻此景，似在夢中但熟悉感是不能直接代表夢見的，可是每當碰見時，會想起這是以前睡夢中所見，從以前至今發生不計其數，雖是偶然間發生碰見，但發生次數真蠻多次，如果僅是一兩次而我就會一昧認為是熟悉感了。曾在網路上查過資料愛因斯坦認為在超過光速下是會超越時間，電影回到未來也是以極快獨特設計車衝向未來，而現今能超越光速只有人類思緒。","link":"/2006/11/27/20061127/"},{"title":"人氣王","text":"2006/11/2812:00正午哨雨後的陰天，天轉涼心情隨寒風而灰暗，思緒渾沌著。 12:53積雲消散強烈陽光又映照哨亭，伴隨暖意蒼蠅集群攻佔哨亭，似在尋覓地板上的氣味，郵差送信來做收發記錄，發現有人信件本月已是人氣王，而信件不單純僅是信紙，而是放有小物品在裡面。在其中一封信名老師收，猜想大多數信件是由他學生所寄。","link":"/2006/11/28/20061128/"},{"title":"揮灑青春汗水","text":"2006/11/29(三)16:00返台倒數計時還有三天。下午四點難得與前日約好的劉士軒一同去跑步至后湖約一萬公里多，咨意揮灑青春汗水。 20:45急著上哨忘了帶日誌本，暫時用口令廢紙寫，明日擇時挪寫，對於急上哨，害得自己不能洗澡，只能等下哨後拿毛巾拭身體。","link":"/2006/11/29/20061129/"},{"title":"阿力古","text":"2006/11/30(四)14:50原本有補休的卻被拉掉，副連長說是下午有人來視探龍門吊架可能會有所詢問，希望我在，於是莒光日留守工具室擦工具。下午有位長得像快打旋風裡的阿力古(前副連長說的)，來督導和甲廠受訓時的教官來確認鏈條大小，和龍門吊架數量，營長主任也陪同，副連長洽公完便跑來二級廠，阿力古說是要噴幾個字和拍照傳檔，隨後我與副連割字噴漆。感謝副連熱心幫忙。","link":"/2006/11/30/20061130/"},{"title":"慢跑","text":"2006/12/01(五)14:40等待戒備傳說下午會有督倒真是每日傳說呀，廠長雞巴保昨晨搭機返台二級廠，新任副連長獨撐大梁。 18:10舊官哨剛上哨沒穿毛領夾克，上班哨張繼綱好心地回去拿件大衣給我，怕我冷很感謝他，但我不冷心還是熱的，或許是跑完步的關係四點半集合一心想要去跑步，集集忙忙先換好衣服，班長詢問有無志願人手去降旗只有兩人舉手，意外的是其中一人是約好想去跑步的士軒，於是他便留下降旗，獨自跑總想跑個更遠以往跑至后湖(3.4km公車站牌寫的感覺上僅1km而已，可能路線不同)今天一口氣先跑到中心教練場門口，本來目前是昔果山怕回程時間不夠，所以折回至已55分回到連上未到五點十五分，這次跑的比往常慢些，是怕小腿酸痛可不好處理還會延誤別的事，事後還因沒志願舉手又被班長罵一下 18:30來了不速之客242大卡一見刺眼車燈就急忙吃力的推開大門，是管油料跟糧秣同梯林俊宏，要把車上空油桶放至廢置營區幫忙推下車後推回大門，242回營舊官裡迅速回復原本黑暗寧靜，手上的手電燈因大多人使用而沒去充，逐漸暗了橙黃色像夜晚床邊小夜燈。思緒記憶跳躍著就連現在寫的字，也跳躍著。沒有一定的主題一定的方向，想到什麼寫什麼記下當下的自己。 19:00在軍中生活我奉行一句話「重點不在當兵過程而是退伍後的計劃」，在有次莒光課所發問卷我寫下這段文字，思索著有什麼可以留給退伍後的自己，偶爾背點英文，跑步練體力抽空畫畫，我想這都是不錯的方式重點又在於時間的規劃，當兵忙於無意的事佔大半天，雖有規律時間但老是忽如其來事件，與站哨總是吃掉不少休息時間，就如賴皮狗賴世雄老師説的運用零星時間，less is more.少便是多。 19:20蚊在耳邊嗡嗡叫，運動後汗味招引當兵常被罵被耳幹，總是想要更好內心通常會先自責一番。其後另人格安慰自己別放心上，左耳進右耳出，我沒做錯什麼單一副不苟言笑的臭臉和內向溫和的人格，總令人不順眼不是刻意計劃性以這種內向無知的人格出現，真正自己在逃避陌生環境下，以虛無的自己去承受眾多壓力，找不是已適應這環境，而是一直在忍耐考驗自己能忍多久，續以虛無自己放空抹滅這些記憶，將通點減至最低試著又以正向人格安慰自己，保持僅有上進心，苟活著殘喘因壓力而輕生是不可能的，因我有極大夢想和野心，就像是天命般等著我去實現，忽然間挫折總是過眼雲煙，但難免會下記憶中留下疤瘡，自我保護自覺性將不愉快痛苦事鎖在腦後。唯有那傷悲的人格將它掏出自怨自艾一番，想事時間飛逝再十分鐘下哨洗澡，手電燈燈色不減真耐用。","link":"/2006/12/01/20061201/"},{"title":"找回手電筒","text":"2006/12/0220:00舊官哨沒燈還好今晚月光夠大，在黑夜裡僅靠月光寫字很吃力。天助我也換了迷彩褲一摸底褲袋，找回失蹤已久的LED手電筒，只差沒書看而已，僅有英文單字卡說要背，老是懶得去看。想到宏銘有台mpeg4的mp3可放小電影看影片，用於現在空閒兩小時的確很爽。一直想要個3G手機，考慮現在的功能和價格一直不敢買，對於手機功能需求越大價格越貴，嚮往買好手機對於價格平實普通實用，沒看在眼裡物欲高價需求還蠻大的，現唯有存錢等功能佳的手機出現，喜歡手機像台隨身口袋型網路電腦。以目前科技還需再等待個幾年推出更新功能方式。 20:50舊官的對講機修復通話了，連日下雨後話線開始短路，剛剛完成修復通話對講機方便在於，車輛來臨不必播電話回安全，這可省去麻煩的事造成時間的浪費。 21:05狂風呼嘯，真的天轉涼，十二月初才開放穿毛領夾克(是舊的)，外表很退色舊白，但仍有保暖功能返台要穿這件髒夾克回去嗎?不敢想像走在機場是多麼難堪考慮以運動夾克代替之。","link":"/2006/12/02/20061202/"},{"title":"晨跑","text":"2006/12/03(日)09:06因站哨假先被吃掉兩小時，也好比起放假到一半還要回來好多了。今日難得連上再一次集體晨跑陳世昌第一高弘杰第二而我第三，差距他們還有段距離，追不到今日跑得並不順氣，起初被擋在後方，跑的很慢，回程時忽然找空位抄捷氣有點亂，忽然間加速而叉氣，節奏慢慢壓下平穩，才跑微順，平時還待加強磨練才行，試著去加大每一步伐。","link":"/2006/12/03/20061203/"},{"title":"逝去的空白","text":"2006/12/18(一)18:35逝去的空白，回到金門彷彿剛才營長為我們送行。等待班機的起飛，去回交雜感覺不同，如同在旁的絲裂橫空白的記憶，我依然在金門，空白的很長段時間連字都忘了怎寫，空白的自我猶如重灌後的電腦，等待新生，精神上的折磨才要開始改變總要接受歷練。","link":"/2006/12/18/20061218/"},{"title":"砂輪機","text":"2006/12/19(一)床位換了置門旁下鋪夜燈在旁，整起伏比落呼聲讓我難眠，未到六點叫床自發性起來折被，準備換哨0600~0800車輛出入最忙碌時段逾時，回報通知今日因搬彈勤務，連上的人不多脫哨至八點半才方得下哨，趕至二級廠育德在門外卸220車上的東西，瞧見我有意的比了手錶，我急忙趕回工具室填寫這幾天未補齊的表格簿冊，學長整理好自己的資料後和楊昇出公差，正我寫簿冊同時邱砲在外整修220所用的砂輪機故障，正要借用另一台時卻不在工具室，急忙回連上尋找最有可能存在的危機機工具庫房，僅剩空紙包裝盒和說明書回去安官桌，想借電話打碰見尚未離營的學長，禪述說明也不知其下落要我一一找尋並聯絡上一借用人黃啟侖，由電話聯絡得知在某個迷彩手提袋裡，雖找尋過每間庫房都不見何處，至下午黃啟侖提及原先位置220車上，才想起今早收下放置龍門吊架下的車帳篷裡，我從木板堆疊下尋獲，原先邱砲急要先電話通知三連借調，因下午找到工具而歸還下午依吩咐清點完車輛技工一般成套工具新2，把龍門吊架停用牌掛好正在清點時督導。","link":"/2006/12/19/20061219/"},{"title":"莒光夜","text":"2006/12/21(四)今早夜哨補休至七點起床，因兩點至四點晨哨而睡不好，約六點隨著新兵而吵醒去伙房吃返金以來的第一份早餐，幸好不再是糊稠而是黑糖饅頭、芋頭包和薯餅小熱狗配著暖呼的阿華田。吃完飯後洗碗盤擦桌便趕至二級廠，見調度示未開門先去工具室幫忙前幾日的借據軍補單，整理補缺文原本只想幫忙寫一下借用登記簿冊，反而雜事越多整理完後又被邱砲喚去，樹後有拖砲牌子似我們大卡又可能需拖砲回各連。於是跑去危機機工具庫拿鐵絲，徒中遇見之前來借噴槍的四連砲長，借一段鐵絲有說有笑的聊，剛向楊昇班長借就沒有，怎不是有而不借之類的玩笑話。扭轉著鐵絲正掛起牌子陳遠仁下哨在旁弄整車輪的楊昇執意這應由調度士掛。回調度室整理下公文已快11時集合打飯吃中午撤伙房。利用午休寫莒光作文簿，已累積三週三篇作業量。下午育德出公差原本遠仁要我去趟砲指部收發公文和派車單。練習昨日的流程卻因育德關係而取消。下午幾乎待在調度室弄耗油記錄表單偶爾有人借工具需回工具室，代理下午副連長的一份簡報需工具平衡調撥已清點百分比，才電話詢問育德找出電子檔。正回工具室清點學長所交代的車輛一班新1工具，點一半安官要我調哨前一班整理手邊業務趕去換哨。下哨後吃便當並上高弘杰正撤伙房讓我便當多幾塊肉排，難得吃得好撤完伙房去趟調度室弄記錄表，嘉鍵在管制室18:50叫我準備集合今晚是莒光課，大家需停止手邊業務至中山室上課寫莒光作業簿。上完課後本想加班弄好記錄表桌上一疊，但今晚營輔說不能加班於是先洗澡睡覺但遠仁還在忙卻插不上手。","link":"/2006/12/21/20061221/"},{"title":"顧守","text":"2006/12/22未到六點自己就睡醒起來換哨，下哨後吃完早點就被育德喚去工具室，他又要外出要我顧守這並弄T903、’T902保15等文件表單和清點車輛一般新1工具。先去戰情影印T902表單回去工具室準備清點工具，安官說我有電話便回去接聽是三連參一巷我索照片一吋要作軍證知用我趕回去先是朱世源來借電鑽，說是要裝窗簾後來林志胤拿塊小木板，借砂輪機在門口外割起木頭，正他想再借手鋸時警示聲響起有督導要來便都還工具就走，督導先去管制室副連把我叫去問有關之前工具督導缺失起溢的部份。陪督一下又回去工具室大家聊著。随後開始上莒光課電視教學今日主題是酒駕問題，晚飯過後有時間就到調度室弄耗油記錄表，睡前到副連長室同意明早7:40搭便車上砲指部。","link":"/2006/12/22/20061222/"},{"title":"剪髮妹","text":"2006/12/23(六)又是未到七點就起床前去安官桌開假單，隨後進伙房吃早難得特別，今早吃漢堡洋蔥黃瓜漢堡肉玉米餅，配上奶茶不錯吃。忽然想起昨晚顏志緯班長發給300$的工作榮譽獎金。吃完早飯先去調度室拿包包，再回連上拿小帽見副連長怕我忘時，在旁呼著”搭242!!”遠仁也來陪同一起上砲指，車上各連副連或輔導長駕駛是張文德押車是營輔導長。我與遠仁先去後勤科政戰中心，收發室沒開先在外頭242附近去營站買東西休息，等待九點時再去一趟，收發完想想時間距離九點半集合，還有半小時便和遠仁進去多逛地道，似長不見底地下迷宮地下城，很難想像在此地道辦公情形，這讓我想到動畫福音戰士裡的第三新東京的地下城。晃了一趟沒走盡先出來九點半在車等，各中尉還沒開會完畢包包裡放本記憶力的書，便看起來遠仁在車上睡至十點，營輔導和個中尉都開完會上車回營。回去見工具室門上貼著字條鑰匙由嘉鍵暫管，嘉鍵下午要出公差便交由我保管，隨後當然是一些人來借工具，中午午休集合，邱砲令李明一帶我們打掃二級廠，全二級廠只僅我、遠仁、俊宏、葦盛、明一班長，五人便整下午在做打掃，清理工作打掃完後，我們調度室的三人幫俊宏清理油料庫房將所有連上油料清至舊官裡廢置營區。借了伙房拖車跑了三趟便準備大門上哨，下哨已是吃飯時間今晚辦桌加菜，吃飯完便是理髮，今晚不同以往來了個年輕女孩第一次幫人剪髮，士祥邊開玩笑抱怨，大家圍著見笑還是由老手剪整，剪完開人憑會，有關黃啟侖騎機車洽公的事件。","link":"/2006/12/23/20061223/"},{"title":"話務兵","text":"2006/12/24(日)今沒夜哨六點集合吃早等待七點半，待命班集合操練副連託我去舊官裡拿桶柴油，吃完兩個包子便馬上去找俊宏，確認那桶是柴油後就獨自用雙手搬運，雖是不遠路程但走得費力。待命班排我背77話務兵，於是楊志偉熱心一直解說用法和對呼的口令。因聽說今有督導副連怕臨時換手，不穩定於是換會劉鴻祺擔任，對調我成拿牌子的喊話兵，結束待命班的操演，吃飯看電視站哨時間大部份空閒，時間在調度室看書就這度過幽閒週末，吃完便當就站18~20哨是大家收假時段志緯班長說放假回來要進行酒測，便一一拿著酒測器呼氣。","link":"/2006/12/24/20061224/"},{"title":"同鄉","text":"2006/12/25(一)一早就上車去二營獅山又是鬼斧神工的坑道，任務內容就是將大卡運來進五百顆105榴彈搬運至裡面彈藥庫，車內下彈→運彈→上彈、堆疊整理。我排到最累人的上下彈，上午上彈把別人用手推車運來的彈搬進彈藥庫，門僅一人通行另則是下午將大卡的彈搬下車，都是很累人大卡跑了四趟中午打小密蜂，遇見同鄉蕭明吉正站守大門閒聊慰問近況就這樣整天身體的勞錄。","link":"/2006/12/25/20061225/"},{"title":"小店","text":"2006/12/26(二)交管日在營區預保已久的105榴彈砲要拖運回去，就如同上次一樣任務內容每人站守一路口，擋車讓大砲順利通行並注意交通安全。工作內容就是閒著看來往車輛，有軍車便敬禮等待大砲通過，拖砲車前後各有一輛車守著最後一輛是指揮官視查。我與許力人站守地方有家小店，小店胖胖老闆很親切的很想叫我們幫她搬，學長先找位吃完東西，再和三連兩位一起過去幫忙。","link":"/2006/12/26/20061226/"},{"title":"搬酒箱","text":"2006/12/27起床就洗臉刷牙趕去吃飯，昨夜加班至23點半體力透支不行0200哨令我睏意一整天未消去，繼昨夜行程今又是拖砲的日子，按昨日位置留守，今個還是幫她搬酒箱，四人用傳方式將高梁酒箱移置地下室。","link":"/2006/12/27/20061227/"},{"title":"看電影《征服怒海》","text":"2006/12/28莒光日沒夜哨，起床打掃回調度室休息，七點半集合打飯今日早點是自助三明治，玉米鮪魚、草莓果醬、可樂餅配果汁牛奶還有顆茶葉蛋，撤完伙房中山室集合榮團會，營長過來講話黃啟侖也從禁閉室回來理著短髮。營長說的內容也沒去記，倒是說的有聲有笑的。營長講完話後便開始看電影片名征服怒海，只閃一下我也記不太住，主要內容是有位拳擊手去報考軍校，說明軍旅生活與人際相處，看得很想睡，比較沒有吸引我的故事情節看完片，報備後直接去伙房用餐接中午哨。","link":"/2006/12/28/20061228/"},{"title":"急送派車單","text":"2006/12/29(五)下午莒光日昨日派車單未送，調度士陳遠仁消極著，於是決定我應跑一趟砲指送一趟派車單，九點多跑回調度室寫派車單時間急迫著寫好後叫輛計程車，王瀧賢不爽著把原2000舊官裡哨急改成0930內衛，因我急洽公送派車單沒站哨他不爽著，我堅決外出派車單不然四天後將不能出車，叫了婉君車去趟後勤科遇見運輸官，因沒簽蓋營長章而被打槍回來在路上攔輛與司機說明後，他願意以350價格來回接送回到官裡蓋好營長章，先問遠仁還有那邊有所缺失，急忙修正補單後就跑出去繼續趕路，計程車如約在門口等待，便趕至後勤科運輸官毛秋期剛好他也正要外出用餐，說好放桌上後想進去發現門上鎖，於是從窗戶外丟進去，順便收發完回去到公車站正好往山外公車正到去山外吃中飯，蝦仁炒飯看準時間往官裡的公車正要從山外車站出發幸好搭上回去約一點多，下午則是收看莒光園地，本週單元劇GIVE ME FIVE拉出導演角色工作人員及演員想法的融入讓原本肥皂劇多份創新感。","link":"/2006/12/29/20061229/"},{"title":"搬彈","text":"2006/12/30(六)一早被張正偉叫醒準備用餐上車去搬彈，昨夜已跟副連報備去搬彈，才把許力仁改成我的名字，775楊信隆載我們和各連去雙乳山燒發射藥，約一上午的時間弄好，下午則幫黃啟侖清理經理庫房，費力將除濕機搬至頂樓，和常士組裝鋁床組完後發現有誤，有洞則才是上補，洞是為了插欄架弄好告一段落已五點多未去集合跑步運動，便和一樣沒去的朱世源去降旗，降完便趕至伙房用餐準備接哨，吃完正趕至舍房換裝上樓時忽然被叫住，說明我要上哨一回頭被叫回訓斥一頓才趕回去上哨。本以為花近六百車錢匆忙的趕跑就能一趟解決派車單問題，還不太懂怎寫的我，真會被搞的半死。","link":"/2006/12/30/20061230/"},{"title":"少了半天假","text":"2006/12/31(日)昨夜值哨時督導長官沒說啥，一下車填寫完資料和人數便走無查無缺失，一早越換裝運動服本是依邱砲指示，一早大家先去跑步再休息正要出營區就被攔下，上面長官不準於是先用餐再做打掃，由於我十點有哨少了半天假，不急著外出遠仁拿著派車單又是28日，要我重開一張等著給營長罵，真搞不懂當我搭計程車回來給他過目確認時卻未提及，本以為事已解決才冒出問題。近來最機巴的事，已不是工具士了還一堆人跟我要工具要我去生。","link":"/2006/12/31/20061231/"},{"title":"新年快樂","text":"2007/01/01(一)新的一年，昨夜想必有很多人去跨年到整夜狂歡未眠。雖然有放假，但卻要弄派車單寫好整疊派車單被打槍是很拉塞的事，又花錢花時去砲指部拿今晚夜行軍和明日派車單等一切弄好，僅有兩小時上網與昔日同學慰問近況，新年快樂新的一年今年過年只能在金門渡過。","link":"/2007/01/01/20070101/"},{"title":"調度士","text":"2007/01/02(二)本日哨時00:00~10:00大門。遠仁和士軒返台了，遠仁走前留下一些資料沒寫，日期停留在11/28，早上撤完伙房便去戰情，影印大量表單資料隨即剛好接大門哨下午預定跑一趟砲指部。很多還沒學到的仍需自行探索，並問長官。","link":"/2007/01/02/20070102/"},{"title":"派車單消失","text":"2007/01/03今日留在調度室補資料，遠仁走留下些停留在11月份資料，每日補些趕緊補至今日。明日派車單委託張文德駕駛去拿，跑了兩趟就是沒有真難為他。結果在我加班回安官桌才發現真的派車單在裡面，可能是儀葦放的，害我擔心不知如何到處跑。","link":"/2007/01/03/20070103/"},{"title":"木箱","text":"2007/01/04今日哨時00:00大門、09:30內衛。補休起床後用過早點三明治便先回調度室，繼續補資料二級廠現已推了木箱，準備將所有東西清出放置木箱運送，繳回或給個連，連上幾乎已將每間庫房清出，有些庫房擺多人床位作為士官寢。晚上大家集合看電影「詭絲」。","link":"/2007/01/04/20070104/"},{"title":"預保","text":"2007/01/05莒光日，上午週保遇到個白目中士在機巴，碼的，我又不是預保人員只是被叫來擦車，問了些我聽不懂的問題，還記我名字想起來真令人火大。下午莒光課本週教唱，我們愛國旗和介紹訪問八位志願役士官兵。","link":"/2007/01/05/20070105/"},{"title":"哨排得好","text":"2007/01/0807:00時間又在忙碌中推進，昨夜雖是假日，一早衝去砲指部又回來待命班，這一趟去砲指部才得知派車單已改寫，時間申請和任務差兩天，任務理由為一任務一張派車單，而非一輛車僅一張。忽然的大改變使得我晚上找營長時，需重新填寫新的派車單為1月9日等營長過過，帶著工具和營章上去砲指部，已是七點半集合，營長叫保排押車曾德華駕駛，直上砲指部進後勤科瞧運輸官正忙，清楚怎寫修正完已是九點，保排在車上對車上mp3音樂感到有趣興，聽著蕭亞軒的歌回營，大家似快了渡過週末而我下車趕至營長室報告，和順便發前幾天就收下的公文。 18:00今個一早四點舊官哨，今哨難得排得好，都是舊官哨晚上很冷躲在哨亭裡，腳還是會冷，下哨正想要不要順搭返台大卡上砲指部，睏意打斷了這些想法。補休醒來做暖身拉單槓吃早飯，早餐是肉包叉燒包薯條茶葉蛋配巧克力，撤完伙房已是八點多集合完便至二級場調度室，為派車單事先蓋好章至中午集合，吃完中餐撤完伙房如預期中快一點，便拿事先寫好已批假單上的砲指拿派車單，昨夜呈給營長的派車單曾儀葦學長已幫我送去，但發下來的派車單僅拿到775的，於是決定上去一趟順便收發和補耗油資料。不斷等待公車轉搭上去，巧遇孟令繼學長，本在公車上睡幸好叫醒我，一同下車免得錯過站。已三日無來收發卻無公文拿好派車單填完表準備回去瞧見醫排、江保龍班長、連長都在砲指部，奇的是在外並無我們連上的車下公車亭，等待四點公車去山外，想找間診看病，只見藥房林立，僅有一座金門醫院，跑遍了找不到一間診所，在金城是有幾家但時間不巧都沒開，於是在藥房買包感冒藥，希望有點效用。盤算一下今日花費車資50$小帽100$簽名筆40$點心18$感冒藥120$之後頁需跟行政拿公車卡來用，如此省50車資。 19:00忽然想起在金門醫院碰見憲兵，兩名齊步兵大家瞧見便躲至商家。在回來的紅3公車上遇到連上的兩名管制，玩笑的說是來打忙的嗎一同回去都還沒吃晚飯，本想拿個便當去上哨，卻被傻班長制止一回來就要上哨，真感謝弘杰幫我排到很爽的舊官哨沒帶書難得能靜下兩小時寫日誌。 19:15越晚真的越冷，冷風呼吹日夜溫差真大，王瀧賢班長在舊官副哨亭養隻野貓，佈置了簡單的窩送上晚飯，自己還真沒貓好勒肚子在叫調度室還偷藏了泡麵。果然還需備糧以應急之用。等會下哨必先弄好明日要送的派車單兩份。 19:45今週商業週刊提及實踐大學為全台第一設計學校，心正想這是招生廣告嗎?全台唸設計近年快速倍增，相對競爭力強台灣走向創意的新世代。","link":"/2007/01/08/20070108/"},{"title":"在砲指連上的弟兄","text":"2007/01/09搭12:35公車至金城正好搭上12:50藍1公車至太武山排得好，775派車單被打槍明日的派車單來不及改，只好更動11日更改任務理由，若改成打靶非搬彈就不會被打槍了。順手帶本收文簿一至收發室，收下公文就做記錄以便回去就能馬上呈給營長看，準備下山遇的佑明，他要弄假面提醒我被打槍的派車單，要問清楚陪同上去一次正好巧見運輸官以便改11日派車單。也遇見嘉鍵幫醫排送上擔架。砲指部還是有很多連上的弟兄在孟令繼、陳佑明弄假面，醫排被派來支援到二月，林俊宏有時上來找經理官，駕駛曾儀葦幾乎待在砲指部，弄彈藥官的事每晚常忙到下來。","link":"/2007/01/09/20070109/"},{"title":"車保險卡","text":"2007/01/10今早有指揮官來巡視營區是為了之後有位前司令來視探，據說這營區建築推案是由他推動的，事過幾年來看營區所有人集合起來，告知別連的預保人員、木工並分配人員作連上的整理，打掃而我們二級廠人員就弄更新紗窗，後就位工作俊宏約我九點多外出洽公，正好躲過連上的忙碌，俊宏叫輛計程車先至金城，買個飯糰作早午餐，正好搭上十點公車至太武山還沒小睡到一下就被俊宏提醒叫下車，遇見益鵬正被機車載下山，揮手致意便走上山，正好運輸官在提及車保險卡的事，並再三交代我要作哩程數記錄，害的營長半夜零晨被電話吵醒狗幹一番，最近派車單三番兩次老是有被退的，害營長老是被罵，但卻營長依然未罵過我什麼反安慰我說，別給自己太大壓力。 拖了半小時的舊官哨是同梯的雨昌體諒我在忙而說沒關係。今晚撤完伙房後的集合，是集合大家去中山室唱歌吃喝我趕著上哨前把派車單弄好，弄好給連長看已是開始拖哨，在大家匆忙通知我，我忙說我知道但我必須先找營長給營長批完週六的派車單後上哨，真搞不懂晚上老是特別沒時間，正當大家忙完整日的工作後卻是我最忙的時候。必須謹慎的規劃時間阿!一早八點半前的用餐撤伙房和中午11點半至14點休息時間和16點半至19點的非自由時間，加上扣掉4小時的哨自由時間不多。","link":"/2007/01/10/20070110/"},{"title":"喘息","text":"2007/01/11今日哨時08:00大門18:00舊官。08:00又是傳言有長官來的早上，沒夜哨也沒夜哨補休，六點全員集合打飯打掃正好排到八點哨，先去升旗打飯用早餐撤伙房上哨，早餐是燒餅油條豆漿和紫饅頭夾炒蛋。 18:00很快地又到了舊官裡休息時間，很感謝弘杰讓我可靜下心一下，吃藥的緣故吧，整天昏沈似夢每天時間快到無法喘息越是追求越是給自己壓力。","link":"/2007/01/11/20070111/"},{"title":"喘息","text":"2007/01/11今日哨時08:00大門18:00舊官。08:00又是傳言有長官來的早上，沒夜哨也沒夜哨補休，六點全員集合打飯打掃正好排到八點哨，先去升旗打飯用早餐撤伙房上哨，早餐是燒餅油條豆漿和紫饅頭夾炒蛋。 18:00很快地又到了舊官裡休息時間，很感謝弘杰讓我可靜下心一下，吃藥的緣故吧，整天昏沈似夢每天時間快到無法喘息越是追求越是給自己壓力。","link":"/2007/01/16/20070116/"},{"title":"防空營進駐","text":"2007/01/17今天一早就搭公車再轉搭計程車上砲指部，由於電話記錄下的命令是九點，雖趕上去已是十點也不敢拖太久，下班公車可是十點才發車盡可能殺價但前下山難得能殺到只要五十元，若跳錶少說也要一百二。雖說時間是金錢，但也太貴些一上就先呈放派車單收明日的再繼續昨日未完成檔案。機工具現況分斷表欠撥憑單，該弄昨天就弄好只是補點資料，中午吃營站微波食品，難得用了一張百元禮卷，下午遇到傅益鵬上來似騎車上來的為了參四的資料。點後便下山，正好搭上3點10分的公車去趟山外，晃到5點搭上紅3回連上。〈插曲 忽然砲指部的督導車，辨證完後放行駕駛是同梯的，這次也不像來督導像是來找人聊天的。〉回到連上正好用碗餐，公車在和平新村下車怕繞彎所以先下了車，本想走回去徒中遇見防空營副連長騎著機車，順路載我們回去，我們連長正好在大門瞧見了，從昨晚開始防空營就進駐我們一樓寢，就連防空的五零機砲今早運過來了。而我們的武器裝備則撤至中興崗，現連安全內衛都無配戴，槍枝和防彈背心。僅載小帽輕便裝。","link":"/2007/01/17/20070117/"},{"title":"三位工具士","text":"2007/01/18一早起床就接到要去後勤科統作的通知，用完早餐便趕至金城才八點，八點四十五分才有往太武山的公車，想起忘了拿派車單花了一百六來回跑了一趟，等車遇見吳鴻義和曾澤軒倆，同梯的預財士聊起近況一早不停的小雨，擇軒撐小傘陪我走進砲指部。一進門後勤科兵補官葉達需要T904大帳卡來做三營的平衡調撥我和砲一營機工具士中士許家祥是在甲廠受訓認識的，還有防空營的下士林瑞祥，有天他來洽公順趟來工具室相見。我們這三位工具士就待在後勤科坑到作業，雖冬暖但氧氣稀薄其不宜久留。","link":"/2007/01/18/20070118/"},{"title":"裁撤","text":"2007/01/21週末，原本計劃去看場電影黃金甲，從上個月就想準備去看卻一直沒辦法，有時間去看都要下檔了，昨晚國進班長要我留守站0608；1214的大門哨又可積假一天，站完早上的哨便去二級廠看片子「四十處男」，順便用早餐也為舊官裡站哨的俊宏打便當。看完片子還來不及吃中午先接哨，下午需跑趟砲指部拿派車單。 最近連上發生很多事，改變了很多安官現是防二連的人，我們營部仍站大門和舊官哨，又多個內衛站守連長室，內衛一站守就使用，說是可以邊站哨邊處理文書業務，重要是負責接聽電話和找人。 操練場除了我們的八吋榴砲又多五架防空營的20機砲也多了五台悍馬車，防二連佔去一樓的營舍，包括中山室和連長室庫房，連長室已移至輔導長房間。二級廠的木工公差已暫離去，完成的木箱已推滿二級廠，據說要完成四百個大木箱，約半人高準備裝運日後裁撤的物品。","link":"/2007/01/21/20070121/"},{"title":"27號公車","text":"2007/01/24下午又要去砲指部，原本的藍一公車因太武山道路維修而不通行，目前採單線通車每天搭車至山外車站，就至能步行三公里或搭小黃上山80$走到半路有27號公車，可從經武到山外，省下一半路程但班次不多。","link":"/2007/01/24/20070124/"},{"title":"夜督","text":"2007/01/26今天是期待已久的Rohan公測，若不是因為在當兵，現在就守在電腦前等公測衝進，當兵玩網路遊戲是相當耗費時間和金錢，成本考量遠遠大於大學生，那種可以日夜輪班不休在學校宿舍，又不需網路費，其玩遊戲的效益很驚人。玩遊戲何必如此傷神，對於台灣人好強的個性，想比別人強的求勝心大有人在。 22:28難得開班哨，希望別碰上夜督來打擾，平時這時還在忙錄中，難得連長少囉嗦和排隊的等待，三天沒空洗澡也利用點空閒快速洗好澡。今天整天都是莒光日，派車單都是委託駕駛學長幫我拿的，明日就得自個去，也能有個打忙時間。今天大家也沒認真上課大都在睡覺看電視。奧運賽台灣雙打女子網球打進決賽，得銀。真是為國爭光令國人感動萬分，大家都感冒了大部份人像我戴口罩上課，也因吃藥關係較昏沈。 22:44碼的，真快防衛部來督導，還一直辨證錯誤，這可是長官口令沒背熟。","link":"/2007/01/26/20070126/"},{"title":"公車卡","text":"2007/01/30公車卡已用完，連上沒錢補助之後出任公差則需自費。只好從山外車站步行至太武山兼運動。","link":"/2007/01/30/20070130/"},{"title":"無意忙碌","text":"2007/02/03二月初99梯升一兵，宜融和嘉鍵計劃著請客事宜，日子忙碌著無意的差事多時而沒空，如昨日0612坐哨舊官裡1218用完餐上莒光課和運動，18~20又要站大門，所有業務等著在20:00弄好，拿公文給主任閱後，再發公文給幕僚，再則要寫派車單，再給連長副營長批閱，和修改派車單，弄好差不多十點多，很想睡。","link":"/2007/02/03/20070203/"},{"title":"五小時","text":"2007/02/04Rohan23級了。花了不少網咖錢約190$只練9小時，今日難得假日要上砲指部一早就隨副營長搭346上來了。中午12~14時要站哨，實際休假不到五小時。","link":"/2007/02/04/20070204/"},{"title":"內衛失職","text":"2007/02/05昨夜臨時被派遣去三連支援站哨，至八點我、許力仁、仲軒、俊宏才搭預保大卡回營，驚魂未定的夜哨，今晨三點多紀綱叫哨，三連安全內衛沒人，裝備槍枝散於桌上，軍線話筒被提起來不能通，嘉榮和紀綱說明被脫哨的一切，現晚站哨卻只剩我們營部來支援的人，紀綱氣急敗壞很想打電話給營輔導長，我先依哨表把仲軒換下來，仲軒也被脫哨，原本我是換俊宏的再僅我和俊宏兩副哨，約半小時三連正紹來換俊宏，說是內衛沒叫他才脫哨的。所有原因乃安全內衛失職，使得大門哨務錯亂，我末班副哨站至五點半便下哨。","link":"/2007/02/05/20070205/"},{"title":"軍港遊","text":"2007/02/06Rohan25級約15小時310$。一覺起值星官叫我前去碼頭把志胤班長換下來顧裝備，結果其實不用換成要搭船返台的保排去顧裝備，而我隨著220而半日遊，押車的營輔導長，開玩笑說你今天是來幹嘛？是來光觀遊覽的。來金門難得有機會到海邊。隨後搭220與營輔導長、志胤、少廷班長同去小店吃碗水餃30$，一顆3塊官裡小店是一對老夫婦開的，我們常來光顧看著第四台吃著東西休息。","link":"/2007/02/04/20070206/"},{"title":"傻了","text":"2007/02/07傻了。當兵真讓人變傻，盡忙些無意益很拉塞的事。忙得沒時間睡、沒時間洗澡。至少幾乎每天下午能洽公外出。至少有個兩小時在網咖打忙。","link":"/2007/02/07/20070207/"},{"title":"出包","text":"2007/02/08Rohan26級約19小時390$。昨日派車單漏寫八碼時間，為這種小事，參謀長要營長親自面呈。昨夜可真忙累，不斷集合營poa傳喚一次為了行車安全教育，營長傳喚兩次。所以今早隨著營長去趟砲指部，結果砲指部大停電無法作業，拿了配額橘子和明日派車單回去，下午營長親自面呈。","link":"/2007/02/08/20070208/"},{"title":"烘乾","text":"2007/02/10Rohan27級約21小時430$。準備換上全套30級金裝，現僅缺盔甲未換，刀也需換橘字。又是難得的假日10~12哨，可休七小時算是不錯的哨，下哨準備洗個澡和迷彩外套烘乾。","link":"/2007/02/10/20070210/"},{"title":"中士也玩","text":"2007/02/14Rohan28級約25小時470$。得知連上中士們也都有玩此遊戲，但都在別伺服器。再辛苦幾天就準備過年，業務上也需為春節假日提前執行。","link":"/2007/02/14/20070214/"},{"title":"返台鞋","text":"2007/02/18(一)陰今日很大的霧氣，很早就放假了，難得也拿出全新的”返台鞋”來穿，(全新平時保養光亮無比通常返台時才穿)，昨日已去山外看整天電影了。今日和同梯宜融、佑明同去網咖，難得會有台呀，好的網咖早被人訂位開台了，難得還能佔到位，玩了整天花了三百才回來。","link":"/2007/02/18/20070218/"},{"title":"勿忘在莒","text":"2007/02/21(三)晴一早先和畯豐去金城網咖坐，佑明、宜融、紀綱已先開台，畯豐邀約去國家公園，我下午得去趟太武山砲指部便推辭，到了兩點和紀綱他們道別便搭藍1公車上太武山，是因春節休假關係吧，今個車上特別多人，到砲指部拿了派車單便下山，現到處都是遊客，公車未到先逛會公墓後再去等公車回去，就在眾多遊客等待時346(營長車)上山了，邀我上車，上車後一路開上山，往勿忘在莒的山頭開去，路上兩旁皆是遊客，車上不見營長，通排(通信排長)和文德、德華聊著，對路上遊客評足一番，山路很陡斜，不時可以遠眺山下景緻，綠田、矮房、黃石、叢樹，車開至山頂的觀測所，就只為送台除濕機，順著山路開下山，沿路旁是片田地，車道旁還有腳踏車專用道，就一路抄小路回官裡。返回連上才四點多，換裝慢跑至后湖，路上巧遇一群中興教練場弟兄跑步鑑測，跑回連上準備洗澡，看見營長認真地跟防2連弟兄在打球，便覺營上真的放假了！有慶幸我們有位好營長。","link":"/2007/02/21/20070221/"},{"title":"忘了自己","text":"2007/02/23忘了畫筆怎拿忘了以拉怎用忘了自己 需段時間找回自己","link":"/2007/02/23/20070223/"},{"title":"帶練","text":"2007/02/24(六)陰沒夜哨，起床升旗找營長拿派車單給副連，早餐打飯撤伙房。八點集合開始補休假。下午16有哨僅休上午，昨日補休和葦盛去T_one網咖帶他練級，費近整天帶他至21級，今日同梯益鵬也想加入玩看看。補休假開始志偉、佑明、思源、益鵬，我們五人同坐輛計程車去強網，帶練益鵬至19練換上28級裝，便收假返營。","link":"/2007/02/24/20070224/"},{"title":"金城圖書館","text":"2007/02/25(日)晴今天人較多網咖都沒位，碰巧遇見明一班長們，一起用早餐弘杰、益鵬要去古崗。我和俊宏便和明一班長去圖書館，以前就有想過要去，卻不知地點，幸好班長要帶路，其不遠就在金城鎮上方。圖書館旁便是金門文化局，剛好有畫展「楊心儀水墨畫展」，另邊則是樹德科大的學生展，金門風景照、設計海報。我們上二樓圖書館看雜誌，挑了幾本數位電腦雜誌，看累便睡，中午隨明一班長去集成餐廳吃牛肉麵，特別刀削麵和有名的煎餃，明一班長大方請我們吃小菜，海帶豆干豬頭皮魯蛋，吃飽後便同去網咖休息。","link":"/2007/02/25/20070225/"},{"title":"洽休","text":"2007/02/27(二)晴今日和佑明同去太武山洽休，先把從十五日至今的哩程數補齊，後勤科僅我獨自補資料，正好是砲指部中午用餐時間，較沒人。忙完已是下午兩點，隨公車下山和佑明去神通網咖，帶我練暗黑就快四點，宜融也來了。玩到搭五點公車返營，正好接哨。","link":"/2007/02/27/20070227/"},{"title":"和平紀念日","text":"2007/02/28和平紀念日，不知是否因政治因素而降半旗，難仍可貴有放在金假，昨日宜融已電話通知網咖訂好台，結果老闆卻讓位給別人，害我等到十一點才有台，正猶豫是否要玩洛汗還是暗黑，思源來帶我們練暗黑。看見巴哈有新網路遊戲AION的消息，對它的期待勝過目前的遊戲。","link":"/2007/02/28/20070228/"},{"title":"受督","text":"2007/03/06(二)陰冷今天上砲指部受督，原本是昨天下午改為今天，一早用完早餐就隨242上來，聽運輸官的碎碎唸，是阿一堆缺失資料要補，可我沒有那麼多時間。很想返台，想休假出去逛，平時真的忙的很無力感，沒有人會在乎別人的業務，那些每天可以睡上六小時的老兵，跟本無法體會我們在忙什麼，無法了解忙的沒時間洗澡滋味。主官僅在乎派車單，明天可不可以出車，真受不了每天這種沒有意義虛偽造假的東西。就讓我被抓包關禁閉休息。","link":"/2007/03/06/20070306/"},{"title":"白色轎車","text":"2007/03/08(四)雨冷想必這幾天將為督導的結果心煩，不是我不做事，我一直在忙，資料並不是我一人能擋，以前的學長可是ㄠ新兵菜兵幫忙，才能補齊。眉頭深鎖，試著放下重擔讓腦子靜一靜吧。 下午派車單沒人拿，只好自行跑一趟砲指部，下午下雨錯過一點的公車，正擔心怎麼辦，在哨亭等待兩點公車，有輛白色轎車駛來是三連連長的車，開車居然是連上的宏銘，問我要去哪便載我去砲指部，循著公車路線走多繞遠路後才回到。","link":"/2007/03/08/20070308/"},{"title":"團結","text":"2007/03/09(五)陰雨今天莒光課二級廠人員，今早強制補休半天，我和明一弘杰，一早便去強網，本想去無米粥吃，但還沒開就去吃速食早餐，三人開台我去7-11買點卡，買匹黑馬玩起瑪奇。是當兵前玩的線上遊戲，人物已從孩童成年了，需花錢重生，新的種族精靈封測中，考慮應主力放在精靈上，在還沒開放期間練隻強力黑馬或其它備用馬匹，馬是可騎又可拿來擋或攻擊，非常實用。召喚時間僅90分鐘是一大缺憾。遊戲地圖也做過大更新。一塊似遺蹟大陸等著去探索，拿著探測器找尋隱藏寶物，也可拿紙描繪記錄，是一種大冒險遊戲，幸好有匹黑馬能帶我四處跑，總比以往未開放時的步行來的好太多，以後將以馬為主力，看圖以後也會開放駝鳥來騎，喜歡這遊戲在於寵物系統也期待開放，推新各種可愛動物，也期待精靈角色開放，精靈、人類、巨人三種族大戰，更讓遊戲精彩，最近網路遊戲不斷推陳出新，瑪奇人口也逐漸流失，但還是有死忠玩家，讓遊戲能前十名，遊戲唯有不斷更新給人煥然一新才能走得長遠。 下午原本莒光日因大家都去搬彈而顯得無人，莒光課正要開始上的時間，就被營長指示全員出動，僅留三人站哨。約十六人在大卡車上，先去舊官裡搬煤油，再去二營二連拿礦泉水，全是散裝約七百瓶，他們以傳方式丟上車，到了517觀測所，再以垃圾袋裝瓶每人運上山頂，山路狹窄極陡，運到觀測所裡，也順便進去參觀，用望遠鏡看海看漁船，跑了快十趟大家上車去一連支援搬彈，這下子人多了約三十幾位幾乎全連到齊，依連長指示分擔每人扛一棵，就來來回回跑，很快讓三百發射藥，一小時內搬完，全連集合一連請喝飲料，大家努力後休息暢談，慶祝團結難得可貴一刻。","link":"/2007/03/09/20070309/"},{"title":"沙美戲院","text":"2007/03/11放假上午就去圖書館看雜誌，電影、遊戲、手機之類，想要一支能拍照可讓我到處旅行的手機一直考慮著，也覺SonyE的w系列和doop的pda手機都還不錯。下午看到公車牌有沙美車站，沒去過便好奇順著公車去。 沙美的重點，閩式燒餅、沙美戲院，電影院已老舊封存了。花了兩三小時在住宅和商街間閒逛，若有相機就可記錄這些點滴。","link":"/2007/03/11/20070311/"},{"title":"被盜","text":"2007/03/12昨天發現橘子的帳號被盜一百塊，碼的~區區幾塊也就算，以後也不再為橘子網站放點，藉由其他管道交易。今天先忙著補資料，明再去趟砲指部。幾乎整天待在連長室作業。","link":"/2007/03/12/20070312/"},{"title":"金門攻略","text":"2007/03/14金門是個風景區，沒啥刺激的娛樂卻有很多蠻正的地方。光是這些住宅區的房子就很有特色，石砌成傳統建築。有些退伍老兵開營長車駕駛，已玩過全金門，熟知每個重點景點及餐廳，也跑過軍事禁區，傳說的地下七樓。有空我也開始計劃金門攻略。金門不只有高梁、貢糖、菜刀、沙美的閩式燒餅、成功的鍋貼、金城的無米粥 蚵爹、山外的牛肉餡餅 老爹牛肉麵。還有很多地方沒去過，還有很多時間去走走，等我買個照相手機拍些風景給大家看，還有介紹些好吃東西的店家。","link":"/2007/03/14/20070314/"},{"title":"滿靶","text":"2007/03/15(四)晴昨夜營長招開行車安全大會，提及砲一連鑑測戰果，說的生動士氣高昻，打靶滿分，報靶是似第一靶至第八靶位除了第二靶位第幾個外，其他全部滿靶。說出了十二天來他們的努力，聽了大家為之震撼，65K2步槍無沙包以手的支撐射擊，想到當新訓時報靶，數字起伏籠長，也有不少脫靶。很難相信如此這樣報靶，令裁判官懸筆感動。另則壞消息則是二營出車輛禍，為閃避野狗而造成重傷，隨及派車單將改為由主官押車，各連連長POA押車，別單位可是下士就能押車出營，我們至少要中尉階級才能押。","link":"/2007/03/15/20070315/"},{"title":"感冒","text":"2007/03/16(五)陰居然感冒了，碼的這麼忙還有一堆事要做，感冒拖累自己的工作效率，整日昏沈全身無力。","link":"/2007/03/16/20070316/"},{"title":"讓新兵先吃","text":"2007/03/18(日)陰今日留守衛哨大門，下哨就和心兵們作打掃，掃側所又掃二級廠，搞個連自己鞋都濕了，想當初我是新兵時沒那麼爽，一堆雜事和不斷被臭幹。吃飯先打飯，再等學長吃完後用餐，如今是讓新兵先吃飽，我們再吃剩，我們就算餓著也沒關係也要讓新兵有得吃。","link":"/2007/03/18/20070318/"},{"title":"金城牛家莊","text":"2007/03/20(二)晴明一班長返台了，隨後也退伍了，今天算是最後一天看見明一班長，台大土木研究所畢，不曾擺老，一起帶領我們做事，一起撤伙房，一起倒垃圾。天下沒有不散宴席，捨不得有人退伍離去，每個人只是短暫的過客，矛盾的是軍中是個爛地方還是盡早離去。期盼退伍後再相聚。一切留在記憶裡。昨日下午恰公，準備去趟砲指部，補填催交已久的各車哩程數資料，中午哨一下哨明一班長和弘杰在小店等我，叫輛婉君的車牛家莊吃飯。就在金城體育館那前面，剛好是吃飯時間人很多，幸好有空位，我和弘杰點碗牛肉麵。明一班長點炒麵和盤小菜請我們用，等菜時弘杰聊起他所收集金門店家名片，的確能作為到處逛遊玩一種證明和戰利品，親身旅行的經驗是難得可貴。重點來了它的牛肉麵，湯不濃不淡，麵條是手工寬麵，不規則波浪狀，肉帶著牛筋，大塊也有蔥花、醬菜較少點，酸辣味。炒青菜比軍中伙房好多，不會煮太爛，吃完後便走回車站搭紅2去山外，再轉搭27上砲指。 金門牛家莊金門縣金城鎮民族路318巷5號(金城國中斜對面，稅捐處旁)082-320-099","link":"/2007/03/20/20070320/"},{"title":"集成餐廳","text":"2007/03/21(三)晴難得一日的洽休，無目的消耗積假，上午在網咖打發時間，下午則上砲指部收發公文及補填資料。弄完後回金城、看見新的店家阿二飲料店，也從山外進軍到金城，晚餐則去集成吃炒麵配蚵湯，炒麵五十塊很小一盤沒有牛家莊的好，蚵湯六十塊倒是蠻多料的。","link":"/2007/03/21/20070321/"},{"title":"請退伍","text":"2007/03/25(日)晴美術節，想起復興此時必在師生美展，一早放假先在營上洗迷彩外套、迷彩服，約十點才出門，去吃祐成學長的”請退伍”，從官裡沿路走至莒光樓、石頭公園再到牛家莊，兩桌包廂席，同梯僅佑明去，菜色不錯大家有說有笑，三連連長、POA、副連長都來了。喝酒抽煙聊天，密閉空間煙霧迷漫，酒味四起。約下午三點吃完後，我便去圖書館看些旅遊雜誌，假日正多學生K書難免受目光，挪寫些金門景點小吃，以便以後去玩，即來之則玩之，考慮買台立可拍相機隨手留念。","link":"/2007/03/25/20070325/"},{"title":"空城","text":"2007/03/26(一)晴多事的一天，原本今天該上砲指部的，礙於舊派車單沒收齊就醬在連整理些資料，和打一份調度士使用手冊，準備交接給俊宏。調度士東西是自行模索和各方指導而來，由其是派車單變化及意外極大。需在這幾天內盡可能全傳授，至於要不要去執行，並不要求連自己也做不到六成，一堆缺失資料軍中做的太完美只會逼死自己，沒人會感激，就如同世昌所說六十分就好，更何況是拿兵的錢做士官的事。下午連上搬彈，放黑假的休，連上人少的可憐二級廠躲著，防2連今天鑑測筆試，就連安全都幫他們站，我在連長室作業順便接電話，就連來看志願役士官的中尉長官問起你們安全人呢？好笑的事在幫防2站，自己連上無人。","link":"/2007/03/26/20070326/"},{"title":"上后垵","text":"2007/03/28(三)晴帶俊宏上砲指部，講解些應跑地方及流程。便來往金城和山外。利用等待公車的空閒時，去網咖打忙，回來時跟俊宏去趟上后垵，繳糧秣資料。","link":"/2007/03/28/20070328/"},{"title":"燕子","text":"2007/03/29燕子在二樓走廊上的屋簷下築巢，約有三個泥土巢，約有五六隻在附近盤旋著叫著。不斷建築牠的新窩。","link":"/2007/03/29/20070329/"},{"title":"戀戀紅樓","text":"2007/03/31戀戀紅樓金城鎮模範街22-24號 082-312606在金城模範街上，門口有座紅披風獅爺，和大張的毛澤東海報。非常醒目充滿設計裝飾過的復古味。店裡擺放很多復古電影海報、舊煙盒…..目不暇及。看似老闆很用心去收集，在台北也有幾間類似這樣店復古家。點了門口簡易海報上的陶鍋牛肉，就像是牛肉燴飯一般，牛肉片拌豆牙青菜炒，配著白飯，因為是黑色淺盤陶鍋非常的保溫，吃完後依然冒著小煙。店裡就有名是毛澤東奶茶，奶茶加高梁酒，怕肥企臉紅會被酒測，就沒點。價位是中高路線，吃氣氛滴!!","link":"/2007/03/31/20070331/"},{"title":"古寧頭大捷","text":"2007/04/01今天跟同梯的跑去逛古寧頭玩，攻略狗古頭左上方。先坐10號公車至李光前將軍廟，再一路往上走到林厝，看到古寧頭的牌子，再走一段路看到反空降堡，進去就是古寧頭戰史館。裡面放些大幅油畫、軍旗、槍械機砲、和影印版的文物。有替代役在顧跟他講一下會放介紹影片。從古寧頭出來再往北山古洋樓走，會看到跟有張油畫與介紹影片中的一棟滿是彈孔的樓房。很多古舊建築牆上滿是彈痕。戰爭歷史的痕跡。 再往雙鯉魚湖走，北山與南山一湖之隔，北山南山兩地似鯉魚故稱為鯉魚湖。湖邊有間關帝廟也是彈孔古蹟，正去時剛好在重建，同梯說二月來時還是好的。經過路上往左看就能看見北山風獅爺跟水尾塔，水尾塔是據說以前常水難依風水說鎮水用，從此淹不過水尾塔台階。再走就是雙鯉濕地中心。介紹金門自然生態鳥類沼澤地。在裡面咖啡館還碰到對岸廈門剛退伍不久的兵來觀光，看我們一身軍服便聊起些事。出來後走一段長遠的路去慈堤旁邊便是慈湖，半鹹水人工湖。走過可看見一個碉堡上有個生鏽的高大喇叭三角堡。路旁是燒過的林地用拒網著，上掛著紅色倒三角形的木牌，寫著雷區。沙灘上一排排軌條砦，防止對岸的搶灘。沿路下去就是金城了。便走到湖下搭公車回金城。","link":"/2007/04/01/20070401/"},{"title":"今日晚餐","text":"2007/04/12今日晚餐：甜玉米、蕃茄炒蛋、蔥爆牛肉、炒青菜。先燒開鍋水、把玉米清洗切塊、菜刀一剁！只一半深左右晃刀折斷玉米，丟進鍋子、加一點點鹽、蓋上鍋蓋。把高麗菜跟A菜洗好、仔細細縫用水沖洗，切好裝好放一旁。把昨天吃剩的水煮蛋，蛋黃挑起，蛋白切成丁。蛋黃一炒就散，不急先切。新鮮蕃茄去蒂切丁，新鮮的不會爛趴趴很好切成丁，玉米煮好起鍋裝盤上桌，炒鍋洗乾淨，倒橄欖油丟水煮蛋丁、蕃茄丁，加水快炒，茄紅素使湯汁微紅，加糖，再熱炒，香味四溢起鍋裝盤上桌。這時老媽回來，老媽接手把高麗菜跟A菜混炒，我原本想做兩到菜的…….雙降牛肉切片退好冰，又換我接手，這是今晚重點主菜，嘿嘿。倒橄欖油熱鍋，丟入牛肉，大火快炒，以逆時針方式畫圈攪動，加烤肉醬、加一點米酒、再熱炒，這時老媽才從冰箱拿出不知怎找到的蔥，洗好切細段丟入鍋中。牛肉放鍋邊，利用牛肉油熱炒蔥，見微黃，大混炒，狂加黑胡椒，伴炒起鍋裝盤上桌。","link":"/2007/04/12/20070412/"},{"title":"返金後的第三天","text":"2007/04/19返金後的第三天，很久沒寫日誌不知該怎下筆，回來當天就開始弄派車單，第二天支援夜哨小古崗，連上寢室移撤至營部二樓，大家搬內務櫃拆床、組床、搬行李回來就需開始忙。","link":"/2007/04/19/20070419/"},{"title":"精實案","text":"2007/04/22(日)晴返金後的第一週則是假日留守，目前積在金積假已七天了！三不五時還外出洽公，連上寢室已移至營部，生活上空間節約縮小，今日留守也沒啥事，還能有時間看書，在參謀主任辦公桌裡發現到的「精實案」一個退伍曾在工兵營當營參一寫的軍旅故事，一樣是在金門一樣是營部連，很多趣味勞苦情節，感同深受。 《驗證精實案 國軍部隊的真相荒謬》楊維中 著 初版 商週出版 城邦ISBN：957-469-65-7","link":"/2007/04/22/20070422/"},{"title":"茄米酪","text":"2007/04/29(日)支援四連站哨，起了大早六點多就到金城，商家尚未開門，本想跟小黑打網咖，幾家好的網咖早已被訂滿位，我便搭紅1至山外看電影，九點十分的戲院還沒開，先到網咖玩到九點收信看8591，練瑪奇碰下RO，三場電影190算是很便宜，「荒野大飆客」、「尋找夢奇地」、「報應」。荒片四個中年男子騎著重型機車去旅行的搞笑片，我較喜歡夢奇地這片愛畫畫男生和充滿想像力的女生共同幻想創造一個世界，讓我憶起童年也愛幻想的我，也曾把整學校當作尋寶的迷宮，把別人幻想奇型怪狀的怪物，利用下課有限時間拿著藏寶圖冒險，或是把一個斜坡當成船，玩起大白鯊遊戲。 下午走趟護國寺拍照，本想走去中正公園，怕時間不夠而作罷，去了一家「茄米酪」，西式餐廳用餐，價位在一百二到三百三之間，點了義大利麵套餐，焗麵、香蔥麵包、覆皮玉米濃湯和沙拉、蘋果汁，240NT。是由三位女生開的餐廳，很有輕鬆的氣氛，看本CHEER雜誌，聽音樂放鬆用餐，很享受。","link":"/2007/04/29/20070429/"},{"title":"飛蟲如龍卷風成千上萬飛舞著","text":"2007/05/01開始換短袖，一早就一堆86梯的待退弟兄、返台人員和我們一同升旗，隨後約七點多便起霧了!視線約一百公尺，現不到十點濃霧全散，這週是精神戰力週，上午看電視下午恰公外出。昨夜的大雨令人印象深刻，一大群大水蚊飛進宿舍，外出倒垃圾，整條街黃澄街燈下竟是飛蟲，猶如龍卷風般成千上萬的飛舞著。","link":"/2007/05/01/20070501/"},{"title":"精神戰力週","text":"2007/05/02今天的精神戰力週，有張國志老師又來了，很搞笑以幽默方式講的是庫儲及維保的事情。其中又串又以女兵為主角的類戲劇。下午因哨的關係沒有外出，留在連上綁井字結，把棉被綁起來準備進囤。","link":"/2007/05/02/20070502/"},{"title":"一則手機簡訊","text":"2007/05/04給友人的一則手機簡訊：當兵有些無聊的時候，比如大家都睡了，自己還要起來站哨，腐臭的哨亭伴隨飛蚊聲，四處無光只有月光與遠處黃澄街燈相陪。寂寞大於恐懼，想念記憶中的人們，現在是否安好，過去美好時光已不在，還有未來夢想可追尋！祝妳有個好夢永遠幸福快樂，也希望記憶中的人們都平安快樂！","link":"/2007/05/04/20070504/"},{"title":"睡不到兩小時","text":"2007/05/05今天睡不到兩小時，支援四連夜哨，在四連睡不著覺四點下哨後才去睡。六點大伙一起去小店吃早餐，麵包+麥香奶，回到連上舊官裡廢營區一砲搬爛掉的木頭，不巧下了大雨，爛木夾雜鏽鐵釘和泥土，眾人丟進大卡，運至赤山垃圾場。只有三人我和仲軒、宏銘，在大卡後隨爛木至垃圾場，一路大雨，沖進大卡裡面，前方沒雨蓬，頂蓬又漏水，免不了全身濕透，到了垃圾場爬上爛木堆上，小心踩！有釘子！三人協力把車上爛木全丟下車，來回跑了兩趟，最後回來那趟，先把車洗好再去各連載裝備內務櫃床架和空油筒，回營洗澡結束上午辛苦的任務，回營一下車剛返金副營長開玩笑滴說你們是去玩水呀，趕快去洗澡免得感冒！洗好澡吃完中飯就拿著假單補休，下午能出去的人，早就跑了！我和俊宏、佑明便在強網包了四小時一百塊玩瑪奇，與公會長一起攻地下城，貝卡普級約三十多人一起參與，玩兩小時才破地下城。","link":"/2007/05/05/20070505/"},{"title":"天無絕人之路","text":"2007/05/07雖是恰休也搞到很晚9點多才出門，先到金城網咖，強網包四小時一百結果瑪奇online在維修於是玩一下cyworld。想試著把所有的日誌集中到這網頁上，因為空間無限，才足以充實。下午兩點多去郵局想領錢，結果金融卡消磁了，全身僅剩四十四塊，先搭上藍1公車至指揮部收發文，再下來已是三多點，再去趟詢問，需要存摺和私章，打手機給老媽，拜託幫我寄，後來在提款機前試了幾次，讓我試出一千塊，真是天無絕人之路。","link":"/2007/05/07/20070507/"},{"title":"油漆沼澤","text":"2007/05/09昨夜有學長不滿，因舊官裡垃圾未清，諸多任務還有人補休，似影射到我算了不計較，今日沒打算外出， 一早就隨捷聰班長思源我和一個一連的還有少廷班長， 清理舊官裡，先去中山室旁搬彈藥箱再去清理一砲，再去危機工具庫房，把所有東西搬出，真越演越烈，在油漬中搬出磁磚，在充斥下惡臭的地下坑道清出一堆垃圾，或腳踏著油漆沼澤。","link":"/2007/05/09/20070509/"},{"title":"堆積如山的礦泉水","text":"2007/05/10站了最不喜歡的夜哨2406，負責幫大門叫哨起床的，大家整天在舊官裡廢置營區的忙錄，有些成果了!!大部份砲堡及區域都清理出一袋袋大包垃圾，緊接再用大卡載去垃圾場，今天的工作內容較沒有昨天那麼累人，前晚去四連支援夜哨站0204哨，回到連上，接著站08~10哨，剛好緊接，而防2連昨天和今天都在鑑測。 十點多下了哨~就前往舊官裡3號砲堡，那裡儲藏室，有一堆大瓶礦泉水，紙箱早已腐爛和夾雜些碎鏡和垃圾，漫延受潮爛掉的臭味，看似密封小空間，我、捷聰、思源、浚騰，先把一堆堆積如山礦泉水丟至門口，上午就先把水集中在門口，再清理紙箱垃圾，一一裝袋。下午開始擰開幾百瓶的寶特瓶，倒掉過期已久的戰備水，水流成小河，光擰開這動作就會令人手酸!!之後丟出七大包黑色垃圾袋裝的寶特瓶!!","link":"/2007/05/10/20070510/"},{"title":"飯團+葡萄汁","text":"2007/05/11一早的返台車771鑰匙弄丟了，曾德華著急四處找775沒派車單呀，最後眼看時間不多了，還是出775送返台四砲指部離宣，而我原本應該早早去補休的整晚沒啥睡，以為下一班安全是世昌，原來沒有下一班，世昌是中午開始的，吃完早餐便睡(飯團+葡萄汁)，飯團是外賣的，而葡萄汁大家都說很像藥水，我倒是覺得不錯喝，這可是外面買不到的，就像是國軍口糧跟市面賣的營養口糧不一樣，雖外面賣的較軟味道較香點，但國軍的也不錯吃。 睡到十點多就起來折被，再吃個飯團當個安全接電話，中午打飯，中午還不錯有咖啡炒米粉下午上莒光課，營長也特地來尋視，更看過每本莒光作文簿，在我其中一篇學長學弟制的論言，留下評語，營長看完每本後離去，poa叫我朗讀奮鬥，因姿態不端正而被訓一下，大家還充滿問號，到底發生啥事，莒光課上完已是四點多了，換裝出外跑步，大門有四顆電瓶，並通知宜融和益鵬，拉推車幫忙放上推車後，我便跑步去沿著路直跑至中興教練場再回來，巧遇仲軒和楊昇班長坐計程車回來，領著7-11的袋子，戲稱自己從金城跑回來了。","link":"/2007/05/11/20070511/"},{"title":"清地下坑道垃圾","text":"2007/05/12一早七點補休剛睡醒，就被少廷班長拉去給醫排當公差，就連蚊帳也是佑明幫我折，搭220至防空營營部中興崗，把超編醫療器材搬給防空營，隨後載世昌去補給庫，在山外太湖那邊，押車軍官是2連連長，住金山跟我瞎聊些事，回到連上已差不多十點多，幫依排整理教管室的醫療裝備，之後再去舊官裡幫忙，下午又是進地下坑道挖垃圾的日子，堆積如小山的垃圾文書資料、迷彩衣褲、白膠鞋、發射藥等，亂七八糟的垃圾，老兵不敢下去，只好帥先士卒，和浚騰狂挖垃圾坑道僅一人寬，裡面空間約三平方公尺，以傳送方式一袋袋將垃圾弄出，到下午五點才清完，回連上洗澡，洗完澡大姐來又得剪髮洗頭，今晚七點加菜。","link":"/2007/05/12/20070512/"},{"title":"古崗樓","text":"2007/05/13昨晚有督導倒了，連長室凌亂被記上一等，也好被營長罵，搞到今天原本八點放假的，只能等營長回來，檢查內務約十點多才出營門，先去網咖玩個一小時，中午便去三媽臭臭鍋，捷聰班長升中士請吃飯約十二人到，大家並桌四連桌，每人叫一鍋小菜也每樣叫一盤，大家邊聊邊吃，下午便和浚騰計劃去舊東門，先去看兩點半的醫生，浚騰有點發燒38度，搭3點多紅6公車至東門下車，步行至文台古塔，買酒蛋吃一顆十塊，再步行至古崗湖古崗樓，看景拍照，浚騰六點有安全哨，時間快五點催促想回去洗澡接哨，於是叫輛婉君車回去，她車行正在附近益順商行兼計程車行，到她家買泡麵冰棒便回營上洗澡休息。","link":"/2007/05/13/20070513/"},{"title":"死老鼠","text":"2007/05/15今天又一票人退伍了，約六點開始天空傳來砲聲，這週是漢光演習，有些砲連開始打重砲，忽然巨大砲聲令人震驚。今天早餐是始無前例，肉粽配麥香奶茶。用完早餐扣掉二級廠人員和文書，剩下七人再續清舊官裡，搬些油桶及枕木，在舊中山室一進門就散發惡臭，有隻老鼠死在鍊條油裡，那鏈條油如柏油般黑亮，似固體般的黏稠，上有一灘黏了隻脫皮的死老鼠，肉色的鼠形透著內臟，嘔心的味道印在腦海裡，就算用白博士也洗不掉。 捷聰班長鼓起勇氣把牠清掉，也發現令隻半活的吱吱叫，也黏住用紙包著丟回自然。大家也不停地搬鍊條油上悍馬車，運到砲堡裡裝箱排好。也清出大型枕木和棧板，光這些數量就搞一上午，休息時宏銘拿些錢請大家喝啤酒和紅茶。","link":"/2007/05/15/20070515/"},{"title":"友朋自千里而來不亦樂乎","text":"2007/05/16這幾天都大熱天汗衫都是濕濕的，今天整天如往常去舊官裡清垃圾，今天任務較簡單把堆積如山的垃圾做分類，國軍做事就醬要把東西從A點移到D點，會先移到B點在移到C點，浪費時間和人力，每道命令就感到是在整人。總之今天就是把它搞定，下午同梯王耀毅，返金受完訓回營，大家都說他爽兵，敢跟營長要訓返台受訓，看到同梯笑容滿面回來，大家都蠻開心的，有朋自千里而來不亦樂乎。","link":"/2007/05/16/20070516/"},{"title":"油料庫房","text":"2007/05/17起床折被刷牙洗臉用早餐，饅頭奶皇包配熱紅茶，用完早餐後集合分配工作去舊官，有台垃圾車來，大家把垃圾丟上車，捷聰我士翔思源俊宏宜融，今天難得人手多，一下子先清出一台垃圾車，下週三才會再來一次，砲堡剩油料庫房，少廷用了220，我們進庫房滿是油漆刺鼻味，空氣不流通，悶熱難受滿地的油，只想敢快清出，分不清汗水還是油水，所有油料搬至砲堡擺放。","link":"/2007/05/17/20070517/"},{"title":"交管夜","text":"2007/05/18晚上九點多，現在的我獨自在舊金城街頭，前面有塊鮮紅招牌，葡京海鮮餐廳，今晚的臨時任務是要將三連載重車從頂埔下拖去水頭，從水頭開始經金城沿路放交管，人手不多當然是其中之一。今天過得很漫長，從早開始就得去舊官裡廢置營區清理垃圾，有個鐵皮搭建而成垃圾房，今早就是要將這嘔心滿是蟲爬垃圾清掉，又頂著大太陽，分不出是汗水還是垃圾水濺到，起初僅三名人力，隨防二的支援和弘杰的幫忙，上午總算清出大部份垃圾，僅一些回收垃圾還沒拿出來，垃圾依一般、回收、鐵類、紙類分出四堆垃圾小山。 中午洗個澡吃完中餐便當外賣，睡個午覺，下午莒光課，看看電視後幫忙搬卸三連載來的床架及電視機、電腦今晚三連人員裝備要並進營部，原本就早計劃各裁撤連全並在營部集中管理，就我們搭好床架，天陰陰的也下起雷陣雨，閃電極亮，防二連見著先把國旗降下，大雨很快就停，但那忽來大雨有如颱風天，營區整電力也因而斷電打電話通知電力公司，約停電兩小時，六點多正當班長開玩說我們以後要過朝起晚就睡的生活，電就來了，晚餐一樣是中午時同家外賣便當。","link":"/2007/05/18/20070518/"},{"title":"拉倒龍門吊架","text":"2007/05/19昨夜整晚沒睡的哨，補休到中午才起床打飯，看到俊宏受傷的肚腰，得知上午舊官裡營區廢鐵已清完，不小心被鐵片劃傷，準備要轉診打破傷風的針。今個午餐菜色不錯有冰奶茶，主菜是炒蝦和三杯雞，雖然炒飯沒熟，但有板條可吃。 下午搬卸各連載來營部的裝備，木桌椅、辦公桌、內務櫃，並去舊官裡搬幾塊塑膠占板用來墊鐵製裝備，大伙將內務櫃重新擺放整齊底下鋪占板，上面再蓋蓬布約一樓高。還有二級場的龍門吊架要拆，大家推出來後，甲廠吊車來吊，兩隻門腳先綁繩往同一方向將它拉倒，連同科長和副指揮官都到此指揮，因有危安因素所以慎重，並商討規劃，結合眾人力量，連副營長也來拉，並聽長官建議倒下後支解。 晚上七點原本被拉去幫忙黃排折床單準備要繳回的，幸好因派車單有事而叫回去當然是先回去洗澡，寫派車單，忙自己的業務，九點集合打掃後睏覺，零晨再站一班安全，遇見防衛部來督導，不是督我們而是防二連，兩人一組拿超白光手電筒，巡視伙房及廁所、寢室。","link":"/2007/05/19/20070519/"},{"title":"幫抓mp3","text":"2007/05/22上午大家合力把龍門吊架搬上車，派些公差搬去甲廠，我待會有哨，所以逃過此不用去。10~12哨 下午補休半天。 昨天去三連搬清營舍，其實是爽差做不到兩三小時就休息快整天，凡出公差值星官樂意讓我們補休，輪流做輪流放假也好。 下午便和王浚騰出去，我要重新辦金融卡，所以就先去郵局，浚騰則去T_one找文德學長，去郵局門口又遇見大學女同學洪玲萱。處理完金融卡的事便去找浚騰，而金融卡要一週才好，也順便領三千，先還些跟弘杰借的錢。去T_one找浚騰本想約同去逛翟山坑道的，在旁文德鼓吹下要求我幫他抓幾首舞曲MP3，文德只顧自玩跑跑卡丁車，浚騰不知該說傻，還是太熱心居然一直幫他找MP3，沒辦法被拉下海，錯過往翟山的公車弄了幾小時，也因USB讀取問題幫浚騰換台，並教他怎抓，T_one所有下載軟體都被封鎖，更不用說Foxy跟FlashGet，所以只能網頁式慢慢載託給浚騰，熱心去處理，而我去強網開台玩瑪奇，算算我真正休假時間不到三小時，也可以說我太無情，但不太熟朋友硬ㄠ，我犧牲休假時間雖然平時對我不錯，但感覺這裡幫忙實在是….不是很愉快，好吧，可以說我自私，但在這種效率極差環境，又不是家中電腦要幫忙真的就完成犧牲我的時間，而你卻什麼都不懂在玩卡丁車。收假回營買杯飲料請弘杰並還錢，感謝在我急需時信任借我。","link":"/2007/05/22/20070522/"},{"title":"清垃圾","text":"2007/05/24三連要裁撤，整營區東西的要燒燬，今天就去三連清整天垃垃。","link":"/2007/05/24/20070524/"},{"title":"紅色蒼蠅拍","text":"2007/05/23今天算是很輕鬆的一天，不過天氣熱，讓我汗流不停，上午沒差事大部份人都去中興崗搬東西，我則躲在調度室先預寫三天份的派車單。中午打飯吃飯睏午覺起床接1416哨，大門哨亭多支紅色蒼蠅拍，打了兩小時蒼蠅下哨換裝跑步運動企","link":"/2007/05/23/20070523/"},{"title":"獨跑至歐厝","text":"2007/05/25上午補休半天假，夜哨補休起床後七點多，搭公車到金城已是八點，先到郵局寄書，把看過的書寄回家，免得返台又大包小包的，去強網上網cyworld和8591網玩瑪奇，看到官網有北極熊限時搶購，忍不住去7-11買張點卡，玩到中午，把幾即可拍拿去送洗，中午只買個麵包在公車上吃，回來連上小睡午覺。 下午莒光課，看華視莒光園地的漢光演訓戰況，下午四點多集合換裝打球運動跑步，我沿著紅3公車路線，獨跑至歐厝，珠山再過去一點的傳統聚落，一座座傳統建築又有人工水池，涼亭像極一個大家族的社區，徒步在此社區逛逛，一落兩櫸頭、一落四櫸頭，眼看快五點的吃晚飯時間，再冒險找出一條產業道路，約只能機車通行的寬度，憑直覺往營區方向跑，果真讓我抄了大捷徑，讓我比預計還提早返營，路途中瞧見老農夫仍以牛力、人力方式耕田，赤腳提著犛，來來回回，就如電影怒海潛將片頭一樣，雖然是不大的菜園地但還真辛苦，金門隨處農地都可看見黃牛，在營區也不時聽見哞聲，很多地方還仍以牛力、人力傳統方式耕田。","link":"/2007/05/25/20070525/"},{"title":"去中興崗擦槍","text":"2007/05/26一早夜哨補睡到七點起床用餐，集合準備上771大卡車去中興崗擦槍，我們四個加上三連兩個和五連六個，帶隊是五連副連長，我們只是支援他們進囤的槍十點就去了，下午才開始，整個上午都盤坐在地昏睡昏醒，下午從充滿刺鼻油漆木頭味的密閉軍械室，搬出一箱箱沉重步槍，約150支大家迅速拆解擦槍通槍筒，不到三小時就全數清完鏽上油了，最近五連清點槍號再封箱，搬回令人嗆鼻辣喉的軍械室，今天算是輕鬆大伙也聊了整天的話。","link":"/2007/05/26/20070526/"},{"title":"金門山后民俗村","text":"2007/05/27七點多到金城去7-11買本ppaper和飲料，看看往沙美公車未到先去強網玩一下，昨晚就計劃要去山后民俗村，弘杰去過兩趟而且巧遇導遊，所以得知些典故，幫我上一課。到九點先去拿之前送洗的即可拍照片，再搭紅5公車到終站沙美車站，曾來買過燒餅，最有名就是閩式燒餅，結果一去遇見新的指揮官，著便服等著還未出爐的燒餅並和友人聊著觀光計劃，本想敬禮問好看見便服想想就此打住，當作不認識，別打亂放假愉快心情，時間不多就沒多等，先搭紅31路公車往民俗村，門票20元，一入眼廉就是十八間聚落，每間幾乎都還有人住也開起店來，王阿婆蚵仔煎就在中間那家先逛逛，中午吃飯就叫盤蚵仔煎50$配海石花20$，來就是要吃這裡有名的。看人丁牆、瓦片架起有花辦式防盜牆，還有宗祠壓著龍，這聽說是龍脈地上有長形橢圓大石像似龍頭般面朝東方追火球追日，怕龍跑走於是蓋在上面，窗杆皆為單數為陽，地面瓷磚也有典故，逛玩出來後繼續搭31公車再過兩站，約2公里到山西，有家看似一般小店，長榮商店裡面可是有名的山西拌麵，去時候剛好12點多，不少人來吃中飯，山西拌麵60$蚵仔湯50$，拌麵是以白細麵拌高麗菜炒肉絲加醬和荷包蛋，吃了頓飽搭公車回沙美一路上似把公車當遊覽車，抓緊每班次時間免稅得錯過，公車非遊覽車是不等人的，到了沙美買燒餅回金城，應在轉搭去鹽田逛，但剛好錯班不想多等就回金城強網上網，再玩瑪奇看cyworld，寫些日誌本想把沖好照面上傳卻沒光碟機，玩到五點半收假。","link":"/2007/05/27/20070527/"},{"title":"蒼蠅飯","text":"2007/05/28大部份時間都留在連上站哨、打飯、寫派車單和看本書「柳營卒子」似是軍旅日記，作者是吳重安也是復興美工畢，算是學長，書中有很多速寫的插圖。今天雖輕鬆，明天就要去小古崗撤東西移防。天熱餐廳開始有很多蒼蠅飛舞著，菜色不是過油就是過鹹，最近用餐都是先喝湯再吃菜跟肉，不再吃白飯，減少無謂脂肪，一方面看見蒼蠅飛進飯鍋或菜盤附近，令我真沒啥想吃的菜，只多喝幾碗熱湯止饑。","link":"/2007/05/27/20070528/"},{"title":"滿身垃圾味","text":"2007/05/29一早就去四連清垃圾，我和耀毅和三連兩個，總之又是頂著太陽揮汗如雨、滿身垃圾味、四肢酸痛，腦子裡只有熱苦日子，真懷念當兵前可吹冷氣打電動的宅男生活，回到連上又接到調度室要移撤的通知。","link":"/2007/05/29/20070529/"},{"title":"今晚的月亮特別明亮","text":"2007/05/30今晚的月亮特別明亮，今早如昨日去四連清垃圾燒廢紙資料，下午回舊官裡搬爛木丟垃圾車載運，爛木已是滿滿白蟻四處亂竄，還有嘔心的過期沙拉黏附在木板，有好幾隻肥滋滋的蛆在漫爬著!!","link":"/2007/05/30/20070530/"},{"title":"八二三戰史館","text":"2007/06/02今早難得不用再吃粥了，簡單的巧克力吐司配阿華田，就已非常美味，暫時擺脫連續吃粥的日子，吃完早點和畯豐去山外難得的恰休日，已快一個月沒去指揮部收公文，之前都委託參一去收，可是接連五日沒拿到文，只好早點去，路上巧遇醫排也要去繳資料，所以一同轉搭藍一上指揮部，假日似碰上太武山廟有活動，不少人也搭公車上山，到了文卷室沒開只好苦等到十點多，才有女兵來開門，拿到文火速回公車亭，就慢了幾步而錯過，正想著等下一班公車，索性叫輛正排班的計乘車，去八二三戰史館看看，下了計乘車發現掏錢口袋裡的日誌小筆記本不見了，可能掉在計乘車上，思索著等會又得回去太武山，先逛再說吧，戰史館並不大號旁有軍刀式戰機、戰車、兩棲登陸車、砲，先進去吹個涼，碰上一群觀光客，有解說員正在介紹，於是跟著一路聽下去，進了砲戰體驗營，小小放映室，投影布幕放映的砲火，地面隨之而搖晃，音響不斷砲聲，有游客玩笑地問起我當兵也來體驗砲？我笑而不答。實際的砲聲比起音響來的大且急促，那種震撼力是投影機和音響表達不出來的，那種瞬間驚嚇灌入耳中是無法形容的，八二三戰史館不大，東西不多，只是走馬看花的話一下子就出來了，跟著解說員，會對歷史有一層了解，而對余大維紀念館，展示此將軍的獎章文物，還有近似一比一的臘像模型，相當擬真，逛完後招輛計程車，回太武山問問認識的排班司機，借了手機，幫我把日誌本找回來，也順去山外，這次的糊塗讓我慘痛浪費不少車錢，讓司機又多敲一筆。","link":"/2007/06/02/20070602/"},{"title":"新的月份開始","text":"2007/06/01新的月份開始，回顧五月份真過的很慢長，再十天就返台休假了!!今早和喇叭去四連清理最後一趟垃圾，不到兩小時就把木箱搬運回二級廠。回連上在去對面廢置營區燒資料，很多書籍也跟著丟去燒，我特地撿回幾本不錯的書，一些商業管理和心靈輔導之類的書，打算用黑貓寄回去，下午莒光課營長又來看我們的作文簿，上完課營長說要分三隊，防二連、營部連和幕僚士官隊，一起跑接力賽，不幸我們落後防二第一，比完賽便和宜融去打桌球，最近才架起的桌球桌，在原本清空的大寢室，也放了好幾十台電視機、好幾十盒大富翁、象棋、跳棋、圍棋、疊疊樂，真是休閒的好所在呀~這都是各裁編連集中的成果。","link":"/2007/06/01/20070601/"},{"title":"在軍中過生日","text":"2007/06/08就這麼一次在軍中提早過生日，晚上八點，行政買了兩個大蛋糕，大家聚在餐廳為六月壽星慶生，就只我和宏銘兩人，許完願希望大家平安退伍，退伍後各有一番成就，吹完蠟燭，就被奶油砸臉，呵呵~平時在家也很少過生日的，生平第一次玩得蠻開心的。","link":"/2007/06/08/20070608/"},{"title":"大喊Happy Bird&#39;s Day","text":"2007/06/23大喊Happy Bird’s Day","link":"/2007/06/23/20070623/"},{"title":"再續未完的夢","text":"2007/06/25又再度踏進金門這塊土地，再續未完的夢。真是熱呀~熱到令我無法靜下心。該退都退伍了，留在連上的， 等待， 營部解散，27日的分發，各自分散去新單位。晚餐吃披薩唱卡啦ok。 珍惜這短暫歡樂相聚的時光","link":"/2007/06/25/20070625/"},{"title":"換新單位","text":"2007/06/28到金門的第四天，昨天才換了新單位，在兩個月就退了，搞個像新兵一樣下砲連，昨天大家因裁撤而各自分散，一起生活快一年兄弟就這麼都散，難免不捨至少我不是一人下砲連還有嘉榮陪我，其它兩個同梯返台，行政還在舊營上辦餉，還有個新兵，那個新兵下砲連可慘了~菜就認命吧!! 舊營上軍官還有營長要留到月底返台到新單位，也聽說昨天來一百多剛抵金新兵在舊營區待撥，希望多點新兵來我們這新單位吧，人多事的分配就不會吃重了。","link":"/2007/06/28/20070628/"},{"title":"翟山觀測所","text":"2007/07/03昨晚十點多，安官在床邊前通知我明早要隨黃排長上去翟山觀測所，受連長命令，早上七點便背著黃埔包隨黃排搭計程車上山，路程沒多遠，到了大門沒門衛兵，按門鈴及對講機通知，便有人來開門，先去寢室安置行李確認床位，這裡僅八張床，加上排長室僅只九人在這鳥不生蛋又偏僻的地方，空氣裡帶了海的鹹味，整頓好便就要再往山上走去觀測站，約一人寬的小路，步行約五分鐘，小路沿著石壁而走，一旁便是瞭闊的大海，觀測站當然是在海邊大海高山至高點，一去陳排與黃排交接觀測官的位置，我則是代理有人返台的缺位，也了解到有很多資料要死背，七月中就要考試，有飛機船艦圖共一百多張，需要死背看圖就要知這是哪國、船名、什麼船？聽起來像是日本百萬獎金家庭計劃的節目內容。這裡娛樂只有電視機還沒有民視可看王建民，想到此昨晚還在連上唱卡啦ok玩ps2。唉~~~","link":"/2007/07/03/20070703/"},{"title":"日子過的很慢","text":"2007/07/06日子過的很慢，每天開始背敵機艦一百多張的日子，美日共的戰機和船艦，雖然心中有些不平衡，總覺背這些還不如背英文的想法，但既然都背了，就背下去吧，為了國防部的鑑測。","link":"/2007/07/06/20070706/"},{"title":"多麼特別幸運的日子呀!!","text":"2007/07/07多麼特別幸運的日子呀!!好幾對新人在今天結婚!!777要幸福唷!!","link":"/2007/07/07/20070707/"},{"title":"人生價值觀","text":"2007/07/17夜哨都由學弟全包了，算是睡的很飽了，起床便和鵬一起把枕頭套、床被單洗洗，也想起他昨夜聊起工作面試的事，談論著人生價值觀，不在意目前的薪資多，重點於能否提升自己的身價。藉由今天陽光正大，便把洗完的枕頭套、床被單曬曬，而黃排受到昨天考試成積的影響，便得去營部提報，當然也怪起我來，不想為此多解釋。這幾天的努力應眼著於月底國防部的考試，滿分者才有獎金，軍中能有獎賞的活動可謂難得。對於那些專制性有罰無賞的命令，真履見不爽。","link":"/2007/07/17/20070717/"},{"title":"花布筆電","text":"2007/08/13好久沒寫日誌嚕，現在放最後一次返台假8/9~8/15，9/1退伍生效日，最近一部份時間在玩瑪奇；一部份在找自己，整天泡在書店看設計、插畫、創意商品之類雜誌書籍，想找回自己，當兵會令人變傻，原本感興趣的，變的沒動力興致缺缺，無目的無味的活著。昨日我弟介紹個比賽，讓我練習好久沒用的photoshop，現在版本都CS2了吧，我還在7.0呢。看到介面真懷念呀。我的練習作是用花布來設計筆電。 www.sonystyle.com.tw/event/0707design/page04_02.asp鮮花紅科技不再單調冰冷溶入生活創意綻放大膽色彩鮮艷上市 文案解釋不夠好，書唸不夠，最近國外用花布來包裝家具還蠻紅。","link":"/2007/08/13/20070813/"},{"title":"丁丁是個人才","text":"2007/08/20丁丁是個人才!!之前看到網路蠻常出現的流行語，不太懂是啥意義，一查才知是蠻KUSO的事，丁丁是個人才相對是句諷刺的話，丁丁常改為某某是個人才，是諷刺某某是腦殘。 仔細想想因網路部落格普遍化，讓一些愛搞無厘頭搞KUSO人們增添生活趣味，藉由個人部落格很快散播，形成一種新文化，也有機會讓人成名。進而出書或些創意商品。網路的e世代影響未來不斷擴張，紅了youtube、紅了維基、紅了彎彎……","link":"/2007/08/20/20070820/"},{"title":"蓋章","text":"2007/08/24(五)陰難得放假天帶著319微笑護照去蓋章，返台回去時在基隆誠品找到的，就順便帶去金門蓋章先計劃搭公車去古寧頭戰史館，買個即可拍拍些留念之前和弘杰來過一次，這次特地重來發現之前漏掉古蹟振及第、三級古蹟的石敢當、北山風獅爺走進古寧頭正有三四群旅行團，導遊介紹逛完後走去北山古洋樓，在雙鯉湖中心那群旅行團人聲鼎沸比第一次來熱鬧些。蓋完章回金城再去沙美，這是第三次來沙美每次來都會買閩式燒餅，上次來是去逛山后民俗村和山西拌麵，由於時間不多便搭下班公車回翟山。","link":"/2007/08/24/20070824/"},{"title":"月全蝕","text":"2007/08/28不知大家有沒有去看~我正好在軍中海邊觀測所，還看的蠻清楚，但看到已是快退去的。六點多太專心看魯夫了，想到外面一看已退紅色了!!下次要看要等到2010年了。","link":"/2007/08/28/20070828/"},{"title":"明天就退伍嚕","text":"2007/08/30明天就退伍嚕，真不知說為什麼才好，這一年其實很漫長。終於熬過來了。認識了不少朋友，算是難得回憶。","link":"/2007/08/30/20070830/"},{"title":"退伍亦是失業的開始","text":"2007/09/04退伍亦是失業的開始，失業的第四天。老媽是做國泰保險的，前幾天碎碎唸滴，要我去上課考人身保險證照，反正在家閒著就順她意思去了，今天頭次去還麻煩主任開車載我，真感謝呀！上課是不用學費的從早下九點半到下午五點，重點中午還有免費的便當吃，有附養樂多。之前參加過國泰的夏令營也是吃住都不用錢，真省下一些餐錢呀，沒工作手頭也緊，這幾天都上課考試吧，考張證照也好，至於要不要真的去做拉保險，再說吧~ 至於設計方面的工作還沒鼓起勇氣去應甄~","link":"/2007/09/04/20070904/"},{"title":"時間飛逝的好快","text":"2007/09/11時間飛逝的好快，抓不住掌握不住。好多事還等著去做，又過一天了。真希望時間能給我多一點。依然失業中，工作是還沒去找。想等考完保險證照在說。算是單純了解這方面的資訊，應該不會從事。","link":"/2007/09/11/20070911/"},{"title":"祝大家烤肉節快樂","text":"2007/09/22祝大家烤肉節快樂！用立可白和黑色白板筆簡單畫，畫畫就這麼簡單直接，大家一起天馬行空畫畫吧。","link":"/2007/09/22/20070922/"},{"title":"嗯~最近都較晚睡","text":"2007/10/08嗯最近都較晚睡有段時間沒寫日誌了，也有段時間沒去畫圖了。最近找到一間電子產業的工作，因我媽客戶間接緣故進而介紹引進，大概就是顧機台的作業員，嗯~還沒開始工作，依然在家閒慌。起薪也不高，兩萬初，還要靠加班才能更多些，雖不家裡缺錢，但總想有些買房子的積蓄吧。美工設計業在104投二十幾家，就像石沉大海了無音訊，是不一定要從事本業，但總覺點失落。是自己在專業領域上不夠強，有興趣的但卻沒有十足的動力。感覺就像玩票性質，玩了七年。當初想考研究所補習兩年，等要考那天都沒去報名，亂了方向不想唸書了，畢業就去當兵。現在家人也依然鼓勵我去唸，畢竟大學生滿街是起薪也不高。目前日子過的很無意，就像狗改不了吃屎般過著。如果我還有心的話，可能再去考的在職班吧。","link":"/2007/10/08/20071008/"},{"title":"明日開工","text":"2007/10/16明天就要去桃園工作了，暫時擺脫失業的狀況，除了工作就連宿舍也是課長去幫我找的，老媽也買部新機車給我騎去工作，機車行老闆還教我幫我考照。這陣子的確很多人在幫我，真的很感謝!!那裡宿舍剛遷入，室友是大我幾歲同工廠的課長，目前暫無網路，電腦也還沒要搬過去，怕是下班無聊，不過還是先試試工作合不合適才重要，畢竟是換跑道，目前還是計劃存點錢吧，也希望將來能夠有百分百的衝勁回到自己真正路上，我何常不想成為一位設計師。(好像是醬爆裡的台詞)","link":"/2007/10/16/20071016/"},{"title":"第一天上班","text":"2007/10/17呵呵~工廠倒不少外勞，大部份機台是英文介面，還是要請教外勞呢，有些可能需要年資久中文程度好的外勞來翻譯，今天第一天上班，先繳交並填好資料，引進單位工廠，領班只單純講解一個機台，大部時間都閒逛看別人怎麼做，還有認識些台勞外勞，剛開始有點怕，不過外勞還蠻親切又有趣的。第一天上班還蠻新鮮感，穿起無塵衣蠻像白衣忍者，不過每天要顧這機台做手機電路板，還蠻悶的。","link":"/2007/10/17/20071017/"},{"title":"第二天","text":"2007/10/18是做手機電路板，就是綠綠那片，看起沒什麼，可是很費工很多手續，有些程序蠻像以前學的網版印刷，先在塗感光墨，再用賽路洛片黑色部份擋不要的地方，進行曝光，沒曝光到容易被清掉，就是這樣的原理來製做電路板上複雜的線路紋和大大小小的洞。那感光墨可不是美術賣的小小一瓶，卻是一大桶，今天還搬了近三十桶，很大的使用量，每天約做一千八百片，一片銅片有36個手機電路板呢。","link":"/2007/10/18/20071018/"},{"title":"A07","text":"2007/10/19昨晚在路口發現有攤賣烤肉的小貨車，買了三串再去7-11買罐啤酒，嗯~哇，搭配起來真爽阿。今天板子做到最後有點問題，大部份時間都在待機，後面有問題當然前線的我也要停，閒逛ing，慢慢了解到我的工作是這麼單純，and工作區域就這麼小，要在這待上好幾年，我可能會變成腦袋僵硬機器人吧。A07是我代號，大多工作表格簽名地方小小一格，所以每人以代號簽之，大多跟軍中一樣，一些無意的檢查表。","link":"/2007/10/19/20071019/"},{"title":"加班","text":"2007/10/20今天又是做昨天那個料號板子，沒多久又停線不然就單機，我的機器塗佈感光墨烘乾就傳給下兩台做曝光，做好的成品因設計上的關係有點問題，可能線路設計上太密或是難度太高做失敗，一切都在錯誤中摸索，老是停機，機器速度也要改，常常兩台速度變成一台在跑，就要手動的把板子從機器運送中取出，積的越多，當然也就晚點下班了，必須把剩下的板子都做完才能下班，速度就不斷改成一台的兩台的，因為距離的關係等一台速度板子到了，前面早就積一堆，或是等兩台速度板子到了，前面等著要板，又影響到今天的產量了。不過這工作倒是蠻閒的大部份時間也是在閒晃，我就拿著沾黏的滾筒到處晃，這是不錯的掃具走到那灰塵就黏到哪，裡面是沒掃把拖把的，掃具就是沾黏的滾筒，還有無塵紙。","link":"/2007/10/20/20071020/"},{"title":"書到用時方恨少","text":"2007/10/21有時工作難免會跟外勞聊，外勞說起中文卻很腔調的口音，我聽不懂，想用英文聊我卻又詞窮了，只能用簡單英文單字跟比手劃腳的，簡單的手勢大都會明白。","link":"/2007/10/21/20071021/"},{"title":"裝備保養日","text":"2007/10/22原來今天是裝備保養日，不跑板子，機台都要拆開來清潔一番，動作又要小心怕危險也怕弄壞，整禮拜就週一最累人了，很多小細節要用筆刀把髒東西挑掉弄整天，真累人一天。打掃從天花板到牆面到地面都要清理，不容許有任何灰塵存在。","link":"/2007/10/22/20071022/"},{"title":"第七天","text":"2007/10/23不知不覺已一週了，有些話不知怎開口，我明白物盡天擇的道理，不做藝術業心還是有點抽痛，就暫時這樣吧，投資時間累積些本錢，累積那點欲動的心，唉~的確是有那麼點不甘心。 今天板子較薄，機台老是卡板，就像印表機卡紙一樣，危險的是那是大機器，不是紙而是會割人的銅片，還好領班幫我顧，進這小部門，從頭到現在都是領班教我，雖然有時口氣不好，但的確是很用心教我，他也有比我們更大壓力，那些機台意外還需經驗累積，人算不錯至少都讓我們盡量提早幾分鐘下班。不過還是要等到14:10才能打卡。","link":"/2007/10/23/20071023/"},{"title":"沾蘋果光","text":"2007/10/24我室友也是同公司的課長，較常看的節目是非凡新聞，昨晚喵到原來蘋果手機的電路版也是我們公司做的，隨蘋果熱，股價也漲，台灣真是電子代工大本營呀，很多國外牌子裡頭卻是台灣製。也查下網路我們公司算是聯電企業的子公司。不過我可跟那些科技新貴談不上邊，只不過是跟外勞一起做工的台勞，呵呵。","link":"/2007/10/24/20071024/"},{"title":"第九天","text":"2007/10/25還真不知能熬多久，日子慢慢度過。今個在公司餐廳吃飯，同桌A君手機電，A君被A君朋友問媽媽廚房怎麼走呀，A君不知到問隔壁的B君，B君說也是聽朋友說過，打手機給B君朋友才問到答案。就是麻吉的力量吧，原本八干子打不著的人，靠朋友的朋友才有連繫。","link":"/2007/10/25/20071025/"},{"title":"今天月亮挺大的","text":"2007/10/26大約在六點左右，人在桃園看到月亮是成15度低垂，淡橘色沒有平常亮，可是特別大呀，不知道今夜有沒有人注意到。","link":"/2007/10/26/20071026/"},{"title":"好的團隊即使一時少管理者仍可作業","text":"2007/10/27今天領班不在休假，大家還是很有默契的各司其職，做好自己份內的事，少了管理者卻能和平日一樣作業，算是很好的團隊。難得今天也可輕鬆點，就有人拿手機放音樂，邊聽邊工作或是休息時間也變多，難得領班不在也蠻好滴。最近正在看了本書《這小子，讓川普讚嘆！》。大家可先在商週網站試讀，作者居然跟我同年，好厲害這麼有賺錢頭腦。不是靠先天父母資助，而全靠自己的點子，9歲就會用印表機印卡片賺錢：13歲時就利用網路創立幾家網路公司，13歲那時我還在用窄頻玩天堂吧。","link":"/2007/10/27/20071027/"},{"title":"織物的回憶","text":"2007/10/28 晴關於這本冊子，是在光南買的。希望能夠藉由這本空白冊子，紀錄生活、抒發情感，無論文字圖畫或是剪貼都是我所想表達的一種方式。連續工作十一天了，今天才放假，計畫去台北逛街，下午去學承電腦上最後一堂的3D動畫課程。自從搬來桃園後就沒去聽課。以前在學校有學點皮毛，3D軟體大致都會使用。現在聽聽別人的教法，算是加深印象的複習。八點騎到桃園車站，將機車借停在附近的廟裡，車站裡有很多外勞，黑人也有真是世界地球村。 昨夜上網查，得知就在台北車站後面的台北當代藝術館有新的展覽。花個五十塊就可以進入參觀，是我常來的美術館。印象較深刻的作品是藝術家李明維創作的《織物的回憶》。用木箱裝著大家捐來心愛的織物，拉開緞帶打開盒蓋，亦是一個個故事。蓋板下貼著捐贈者名字以及對此織物的故事。有在復興美工畢業展覽時，學姐直接在作品上取下作為作品部分的布偶，贈給學妹作為三年間回憶。也有像史奴比中，那整天拿著毛毯，對它的氣味更是ˊ依依不捨。讓我想起有件織物，自嬰兒時就使用著的紅色小被子，印著小鹿斑比的客家花布縫製。小時候喜歡抓著被角入睡，長大後那件被子，大概塞到衣櫃中。多數人是否也有著充滿回憶的織物呢？ 《魚雁計畫》開放小空間讓參觀者進去，靜下心來寫出心底話、寫出來不及寄的信、寫出想寫的信。未封口的信可讓大家自由地閱讀，若加註收件地址，則到展期結束時會幫你郵寄。我也寫了封信，描述現在騎驢找馬的自己，寄給未來的自己，亦是一種抒發。 看完展覽便去地下街普雷伊SONY遊戲專賣店，正巧有兩位showgirls介紹PS3的新卡片遊戲《審判之眼》。利用攝影機讀取條碼在設定好位置的桌墊上的卡片，在螢幕上3D動畫化呈現，就像漫畫《遊戲王》那樣紙牌遊戲的確蠻有新意，吸引不少人圍觀，現場也開放試玩。上完電腦課回到桃園車站，碰見新人歌手叮噹的宣傳會，意外特別來賓是五月天的阿信到場。令現場觀眾爆滿，觀眾紛紛拿出手機猛拍，隨著阿信的離開我就沒多看，改去附近的百貨、NOVA逛逛。在NOVA玩起Xbox360試玩機，有位路人插花一起玩《NBA2008》，真的很少有機會與人同遊電玩。玩累準備回去時，在路上一家光南買些文具用品，也是這本冊子的開始。","link":"/2007/10/28/20071028/"},{"title":"《哈佛商學院的美學課》讀後心得：培養美學智慧，體驗愉悅生活，並在生活中實踐美感。","text":"每個人天生都有未發揮的美學智慧，可以透過後天學習培養並強化它。美學不只是商業上的策略，在個人品味上，它不僅傳遞個人喜好的風格，也反映了生活環境、文化背景脈絡、個人成長過程，以及生命中曾經遭遇到的問題與挑戰。 這本書最吸引我的地方？作者寶琳．布朗（Pauline Brown）曾擔任全球最大奢侈品集團LVMH北美地區董事會主席，受邀於哈佛商學院，以自身見解和經驗開設「美學的事業」課程，旨在教導如何運用美學來開啟價值，協助事業成功，以及如何利用個人美學智慧創造維繫金融價值的方式，應用在自己的事業上。本書列舉多個知名企業的案例研究，詳述美學原則的實際應用情況。 令我感到興趣的是，書中所說的「美學」並不是設計教育課程中談論到的美的形式原理，而是以個人品味和商業策略的角度談美學。作者認為：「美學是感受一個物件或是透過感官體驗所得到的愉悅。」在前言章節中開門見山，提出了美學的重要性，它是企業策略的關鍵要素，能讓公司乃至整個產業轉型。也相信每個人天生都有未發揮的美學智慧，可以透過後天學習培養並強化它。從書中提到的文化、味道、服飾，我們可以感受到美學不只是商業上的策略，在個人品味上，它不僅傳遞個人喜好的風格，也反映了生活環境、文化背景脈絡、個人成長過程，以及生命中曾經遭遇到的問題與挑戰。 本書分為三個部分：第一部分是「美學智慧（Aesthetic Intelligence）」討論如何透過美學的優勢來連結與取悅消費者、以消費者感官體驗作為解決方案、品牌符碼如何展現力量、以及美學策略和創意應用。第二部分是「美學智商（Aesthetic Quotient）」提升調諧個人品味、個人風格的詮釋、策展、以及清晰闡述。最後一部分是「美學的未來」討論主要趨勢：環境危機、部落分離、數位擴張與觸感體驗以及模糊的界線。 本書給我的啟發：1.消費是由情感驅動作者提到：「人們的購買決定有85%是受情感驅策，而不是分析性的思考。」聯想起之前閱讀過的《情緒經濟時代》在現今社群時代影響提出：「企業的焦點從『產品』轉移到『人』的身上。」本書闡述消費者的動機，由功能與目的轉變為尋求體驗、有啟發和記憶性，而不是產品或服務本身的實用性，而是感官所體驗到的愉悅。 作者建議至少提供三種感官產生美感的月暈效應，使消費者與產品、品牌、服務或體驗，產生連結的深刻滿足或喜悅。有一半消費者與產品互動時，感受到愉悅是與期待和記憶連結，其他者是與當下的體驗有關。 2.品牌符碼能誘發情緒書中提到：「符碼可以讓人觀看、感受、聆聽，甚至在空間中體驗。」例如充滿情感的標語、特定色彩、音樂、空間陳列等等。品牌符碼更能提供超過產品本身和情緒共鳴，消費者和產品所引發的記憶和情緒連結時，驅動購買慾望。比如，在蘋果直營店消費時，不僅從品牌本身形象、產品本身用戶體驗、店面產品策展呈現，觸動購買慾望，對於操作及新功能不瞭解的方面，也有專門人員耐心解說，並開設教學課程。對消費者有同理心，完善了整個消費流程的體驗感受。 3.品項選擇越多、反而銷售越差。是否你也有這樣的經驗？走進一家未曾去過的餐廳或手搖店，看到琳瑯滿目的菜單，造成選擇上的障礙，有時甚至會放棄購買。書中提到了運用「策展」來協助消費者作出較容易也較佳的選擇。策劃展覽陳列的概念，不僅是移除讓人分心或損害的事物，也是將保留下來的東西以令人愉悅的方式組合在一起，來修復與恢復事業。作者建議：經常更換商品、移除多餘的選項、做清楚而有意義的分類，讓消費者一步步去做選擇。改善消費者在選擇前及選擇後的情緒效應，以及創造帶來娛樂和啟發、有魅力的環境。我曾經排隊去吃一家網紅常打卡的餐廳，店家為了減少顧客等待時的焦慮情緒，會先提供一些熱茶或點心，並拿出菜單提前點餐；如果須等待過長時間，則會發放號碼牌。 美學如何培養？作者提出可以在日常生活中培養的四個練習： 提升調諧（Attunement） 培養自己對環境以及它的刺激效果更敏銳。 詮釋（Interpretation） 把自己對感官刺激的情緒反應轉譯成思想，形成一個美感立場、偏好、或表達的基礎。 清晰闡述（Articulation） 表達你的品牌、產品或服務的美學理念。 策展（Curation） 組織、整合、和編輯廣泛多樣的訊息和理念，來達成最大的影響。 結語：作者提到：「我們越來越像是活在兩個世界：一個由自動化演算法，以及注意力缺乏所主宰；另一個則追求以人為中心的互動、情感的連結，以及把人視為個體而針對設計的體驗。 」讓我想起曾經上過一堂辨識咖啡香氣的課程。為了矯正味覺嗅覺，用了許多不透明的聞香瓶，裡面放了各式各樣的物品，像是各種水果、堅果穀物、泡水的皮革或報紙等等。讓學員去猜測是什麼東西的氣味。常感到氣味很熟悉卻想不起是什麼？原因是先看到蘋果的時候，大腦就會先入為主，認為蘋果理所當然會有蘋果的味道。我們的生活習以為常以至於沒有細細品味各別感官的體驗。最後推薦這本書，分享給那些「每天過得習慣自動化的生活」的朋友。試著開放自我感官去體驗生活，並表達自我的感受，或許能夠在用心品味中發現生活中的小確幸，體驗美感愉悅。人生經歷的記憶越多，越能感受生命的豐富，使其越長遠。 哈佛商學院的美學課：駕馭感官的力量，讓美學成為你的個人優勢和企業策略，創造品牌價值Aesthetic Intelligence How to Boost It and Use It in Business and Beyond 作者：Pauline Brown 寶琳．布朗 譯者： 謝樹寬 出版社：漫遊者文化 出版日期：2020/04/06","link":"/2023/02/23/20230223/"}],"tags":[{"name":"生日","slug":"生日","link":"/tags/%E7%94%9F%E6%97%A5/"},{"name":"基隆","slug":"基隆","link":"/tags/%E5%9F%BA%E9%9A%86/"},{"name":"家族","slug":"家族","link":"/tags/%E5%AE%B6%E6%97%8F/"},{"name":"金門軍旅","slug":"金門軍旅","link":"/tags/%E9%87%91%E9%96%80%E8%BB%8D%E6%97%85/"},{"name":"宜蘭金六結","slug":"宜蘭金六結","link":"/tags/%E5%AE%9C%E8%98%AD%E9%87%91%E5%85%AD%E7%B5%90/"},{"name":"高雄","slug":"高雄","link":"/tags/%E9%AB%98%E9%9B%84/"},{"name":"老母機","slug":"老母機","link":"/tags/%E8%80%81%E6%AF%8D%E6%A9%9F/"},{"name":"藍色水桶","slug":"藍色水桶","link":"/tags/%E8%97%8D%E8%89%B2%E6%B0%B4%E6%A1%B6/"},{"name":"禁閉室","slug":"禁閉室","link":"/tags/%E7%A6%81%E9%96%89%E5%AE%A4/"},{"name":"網咖","slug":"網咖","link":"/tags/%E7%B6%B2%E5%92%96/"},{"name":"學長學弟制","slug":"學長學弟制","link":"/tags/%E5%AD%B8%E9%95%B7%E5%AD%B8%E5%BC%9F%E5%88%B6/"},{"name":"cyworld","slug":"cyworld","link":"/tags/cyworld/"},{"name":"工具室","slug":"工具室","link":"/tags/%E5%B7%A5%E5%85%B7%E5%AE%A4/"},{"name":"待命","slug":"待命","link":"/tags/%E5%BE%85%E5%91%BD/"},{"name":"二級廠","slug":"二級廠","link":"/tags/%E4%BA%8C%E7%B4%9A%E5%BB%A0/"},{"name":"情緒","slug":"情緒","link":"/tags/%E6%83%85%E7%B7%92/"},{"name":"消極","slug":"消極","link":"/tags/%E6%B6%88%E6%A5%B5/"},{"name":"生日快樂","slug":"生日快樂","link":"/tags/%E7%94%9F%E6%97%A5%E5%BF%AB%E6%A8%82/"},{"name":"元宵","slug":"元宵","link":"/tags/%E5%85%83%E5%AE%B5/"},{"name":"湯圓","slug":"湯圓","link":"/tags/%E6%B9%AF%E5%9C%93/"},{"name":"紅薑湯","slug":"紅薑湯","link":"/tags/%E7%B4%85%E8%96%91%E6%B9%AF/"},{"name":"郵差","slug":"郵差","link":"/tags/%E9%83%B5%E5%B7%AE/"},{"name":"報紙","slug":"報紙","link":"/tags/%E5%A0%B1%E7%B4%99/"},{"name":"督導","slug":"督導","link":"/tags/%E7%9D%A3%E5%B0%8E/"},{"name":"擺攤","slug":"擺攤","link":"/tags/%E6%93%BA%E6%94%A4/"},{"name":"皮帶張力器","slug":"皮帶張力器","link":"/tags/%E7%9A%AE%E5%B8%B6%E5%BC%B5%E5%8A%9B%E5%99%A8/"},{"name":"廣東粥","slug":"廣東粥","link":"/tags/%E5%BB%A3%E6%9D%B1%E7%B2%A5/"},{"name":"跑步","slug":"跑步","link":"/tags/%E8%B7%91%E6%AD%A5/"},{"name":"昔果山","slug":"昔果山","link":"/tags/%E6%98%94%E6%9E%9C%E5%B1%B1/"},{"name":"毛領夾克","slug":"毛領夾克","link":"/tags/%E6%AF%9B%E9%A0%98%E5%A4%BE%E5%85%8B/"},{"name":"蚊子","slug":"蚊子","link":"/tags/%E8%9A%8A%E5%AD%90/"},{"name":"對講機","slug":"對講機","link":"/tags/%E5%B0%8D%E8%AC%9B%E6%A9%9F/"},{"name":"空白","slug":"空白","link":"/tags/%E7%A9%BA%E7%99%BD/"},{"name":"砂輪機","slug":"砂輪機","link":"/tags/%E7%A0%82%E8%BC%AA%E6%A9%9F/"},{"name":"阿華田","slug":"阿華田","link":"/tags/%E9%98%BF%E8%8F%AF%E7%94%B0/"},{"name":"地道","slug":"地道","link":"/tags/%E5%9C%B0%E9%81%93/"},{"name":"酒測器","slug":"酒測器","link":"/tags/%E9%85%92%E6%B8%AC%E5%99%A8/"},{"name":"柴油","slug":"柴油","link":"/tags/%E6%9F%B4%E6%B2%B9/"},{"name":"彈藥庫","slug":"彈藥庫","link":"/tags/%E5%BD%88%E8%97%A5%E5%BA%AB/"},{"name":"拖砲車","slug":"拖砲車","link":"/tags/%E6%8B%96%E7%A0%B2%E8%BB%8A/"},{"name":"交管","slug":"交管","link":"/tags/%E4%BA%A4%E7%AE%A1/"},{"name":"夜哨","slug":"夜哨","link":"/tags/%E5%A4%9C%E5%93%A8/"},{"name":"征服怒海","slug":"征服怒海","link":"/tags/%E5%BE%81%E6%9C%8D%E6%80%92%E6%B5%B7/"},{"name":"派車單","slug":"派車單","link":"/tags/%E6%B4%BE%E8%BB%8A%E5%96%AE/"},{"name":"發射藥","slug":"發射藥","link":"/tags/%E7%99%BC%E5%B0%84%E8%97%A5/"},{"name":"瑪奇","slug":"瑪奇","link":"/tags/%E7%91%AA%E5%A5%87/"},{"name":"金城牛家莊","slug":"金城牛家莊","link":"/tags/%E9%87%91%E5%9F%8E%E7%89%9B%E5%AE%B6%E8%8E%8A/"},{"name":"戀戀紅樓","slug":"戀戀紅樓","link":"/tags/%E6%88%80%E6%88%80%E7%B4%85%E6%A8%93/"},{"name":"古寧頭","slug":"古寧頭","link":"/tags/%E5%8F%A4%E5%AF%A7%E9%A0%AD/"},{"name":"歐厝","slug":"歐厝","link":"/tags/%E6%AD%90%E5%8E%9D/"},{"name":"中興崗","slug":"中興崗","link":"/tags/%E4%B8%AD%E8%88%88%E5%B4%97/"},{"name":"山后民俗村","slug":"山后民俗村","link":"/tags/%E5%B1%B1%E5%90%8E%E6%B0%91%E4%BF%97%E6%9D%91/"},{"name":"八二三戰史館","slug":"八二三戰史館","link":"/tags/%E5%85%AB%E4%BA%8C%E4%B8%89%E6%88%B0%E5%8F%B2%E9%A4%A8/"},{"name":"慶生","slug":"慶生","link":"/tags/%E6%85%B6%E7%94%9F/"},{"name":"翟山觀測所","slug":"翟山觀測所","link":"/tags/%E7%BF%9F%E5%B1%B1%E8%A7%80%E6%B8%AC%E6%89%80/"},{"name":"台北當代藝術館","slug":"台北當代藝術館","link":"/tags/%E5%8F%B0%E5%8C%97%E7%95%B6%E4%BB%A3%E8%97%9D%E8%A1%93%E9%A4%A8/"},{"name":"織物的回憶","slug":"織物的回憶","link":"/tags/%E7%B9%94%E7%89%A9%E7%9A%84%E5%9B%9E%E6%86%B6/"},{"name":"魚雁計畫","slug":"魚雁計畫","link":"/tags/%E9%AD%9A%E9%9B%81%E8%A8%88%E7%95%AB/"},{"name":"美學","slug":"美學","link":"/tags/%E7%BE%8E%E5%AD%B8/"},{"name":"情感","slug":"情感","link":"/tags/%E6%83%85%E6%84%9F/"}],"categories":[{"name":"生活日誌 Diary","slug":"生活日誌-Diary","link":"/categories/%E7%94%9F%E6%B4%BB%E6%97%A5%E8%AA%8C-Diary/"},{"name":"讀書心得 Book Report","slug":"讀書心得-Book-Report","link":"/categories/%E8%AE%80%E6%9B%B8%E5%BF%83%E5%BE%97-Book-Report/"}],"pages":[{"title":"隱私權條款 Comment Policy","text":"隱私權條款非常歡迎您光臨「Alan Lin’s Blog」（以下簡稱本網站），為了讓您能夠安心的使用本網站的各項服務與資訊，特此向您說明本網站的隱私權保護政策，以保障您的權益，請您詳閱下列內容： 一、隱私權保護政策的適用範圍隱私權保護政策內容，包括本網站如何處理在您使用網站服務時收集到的個人識別資料。隱私權保護政策不適用於本網站以外的相關連結網站，也不適用於非本網站所委託或參與管理的人員。 二、個人資料的蒐集、處理及利用方式當您造訪本網站或使用本網站所提供之功能服務時，我們將視該服務功能性質，請您提供必要的個人資料，並在該特定目的範圍內處理及利用您的個人資料；非經您書面同意，本網站不會將個人資料用於其他用途。本網站在您使用服務信箱、問卷調查等互動性功能時，會保留您所提供的姓名、電子郵件地址、聯絡方式及使用時間等。於一般瀏覽時，伺服器會自行記錄相關行徑，包括您使用連線設備的IP位址、使用時間、使用的瀏覽器、瀏覽及點選資料記錄等，做為我們增進網站服務的參考依據，此記錄為內部應用，決不對外公佈。為提供精確的服務，我們會將收集的問卷調查內容進行統計與分析，分析結果之統計數據或說明文字呈現，除供內部研究外，我們會視需要公佈統計數據及說明文字，但不涉及特定個人之資料。 三、資料之保護本網站主機均設有防火牆、防毒系統等相關的各項資訊安全設備及必要的安全防護措施，加以保護網站及您的個人資料採用嚴格的保護措施，只由經過授權的人員才能接觸您的個人資料，相關處理人員皆簽有保密合約，如有違反保密義務者，將會受到相關的法律處分。如因業務需要有必要委託其他單位提供服務時，本網站亦會嚴格要求其遵守保密義務，並且採取必要檢查程序以確定其將確實遵守。 四、網站對外的相關連結本網站的網頁提供其他網站的網路連結，您也可經由本網站所提供的連結，點選進入其他網站。但該連結網站不適用本網站的隱私權保護政策，您必須參考該連結網站中的隱私權保護政策。 五、與第三人共用個人資料之政策本網站絕不會提供、交換、出租或出售任何您的個人資料給其他個人、團體、私人企業或公務機關，但有法律依據或合約義務者，不在此限。 前項但書之情形包括不限於： 經由您書面同意。法律明文規定。為免除您生命、身體、自由或財產上之危險。與公務機關或學術研究機構合作，基於公共利益為統計或學術研究而有必要，且資料經過提供者處理或蒐集著依其揭露方式無從識別特定之當事人。當您在網站的行為，違反服務條款或可能損害或妨礙網站與其他使用者權益或導致任何人遭受損害時，經網站管理單位研析揭露您的個人資料是為了辨識、聯絡或採取法律行動所必要者。有利於您的權益。本網站委託廠商協助蒐集、處理或利用您的個人資料時，將對委外廠商或個人善盡監督管理之責。 六、Cookie之使用為了提供您最佳的服務，本網站會在您的電腦中放置並取用我們的 Cookie，若您不願接受 Cookie 的寫入，您可在您使用的瀏覽器功能項中設定隱私權等級為高，即可拒絕 Cookie 的寫入，但可能會導致網站某些功能無法正常執行。 七、隱私權保護政策之修正本網站隱私權保護政策將因應需求隨時進行修正，修正後的條款將刊登於網站上。 Comment PolicyAlan Lin’s Blog is a serious publication of all things WordPress related. We are a resource site that provides quality tips, and tools that you need to enhance your WordPress experience. One of the ways to improve this collective resource is having interaction within the site through the use of comments. In order to assure quality, we must have a policy to fight against SPAM. While we appreciate each comment, if your comment does not follow our comment policy, it will be removed. Continuous abuse of the policy will result in permanent ban of the IP address, domain, and the email used. FAQHow to get Support for a Problem? – If you have a general question directly regarding the tip, hack, or the tutorial that we posted, please post a comment in the post. If your question is specific regarding your site then you should use our Contact Form. Comment area is not the best place to ask a question that is not related to the post. You should ask the question using our Contact form, or use a Suggestion Page to suggest a tutorial that you would like to see. If your comment contains personal information, or have a personal question specific to the site, we will delete your comment and use your email to contact you regarding the question. Read: How to Properly Ask for WordPress Support and Get it What to Do If Your Comment Does Not Appear – If you leave a comment on this blog and it does not appear in a reasonable time period (1 business day), and you know that it does not violate these Comment Policies, please contact us using the contact form. PolicyComment Name – We do not allow Keywords stuffed in the name field. You must use your name or nick name for commenting. Comments using keywords such as “Web Design Company” or similar will be flagged as SPAM and deleted. Valid Email – Email addresses are required for commenting, and they are not published on the blog, nor shared. Email addresses that look like SPAM will be flagged as SPAM. Language and Manners – This blog is written in English, so leave your comments in English. Alan Lin’s Blog is a “family friendly site” therefore any comment that includes offensive or inappropriate language, and/or considered rude by our editorial staff will be edited or deleted. This is a friendly community, so play it NICE. Add Value – A comment which does not add to the conversation, runs of on an inappropriate tangent, or kills the conversation may be edited, moved, or deleted. All SPAM comments will be deleted because they do not add value to the site. Limit Links – We love resources as they can be really helpful sometimes, but in order to prevent SPAM and assure quality, we must limit links on the comments. Do not add more than two links in the comment. If you do so, your comment will be added for further review. DO NOT sign your comments with a backlink to your site. They will be removed. No Personal Attack Comments Permitted – In the interest of fair play, no personal attacks are permitted in this blog’s comments. You may question or argue the content, but not attack the blogger, nor any other commenters. Failure to respect fellow participants on this blog could result in removal and blocked access. All Rights Reserved – Alan Lin’s Blog Editorial Staff reserves the right to edit, delete, move, or mark as spam any and all comments. We also have the right to block access to any one or group from commenting or from the entire blog. Hold Harmless – All comments within Alan Lin’s Blog are the responsibility of the commenter, not the editorial staff of Alan Lin’s Blog. By submitting a comment on our blog, you agree that the comment content is your own, and you agree to hold Alan Lin’s Blog, all subsidiaries of Alan Lin’s Blog, and all representatives of Alan Lin’s Blog harmless from any and all repercussions, damages, or liability. If you have any questions regarding the policy, you may contact Alan Lin’s Blog staff by using our contact form.","link":"/Comment-Policy/index.html"},{"title":"隱私權條款 Comment Policy","text":"隱私權條款非常歡迎您光臨「Alan Lin’s Blog」（以下簡稱本網站），為了讓您能夠安心的使用本網站的各項服務與資訊，特此向您說明本網站的隱私權保護政策，以保障您的權益，請您詳閱下列內容： 一、隱私權保護政策的適用範圍隱私權保護政策內容，包括本網站如何處理在您使用網站服務時收集到的個人識別資料。隱私權保護政策不適用於本網站以外的相關連結網站，也不適用於非本網站所委託或參與管理的人員。 二、個人資料的蒐集、處理及利用方式當您造訪本網站或使用本網站所提供之功能服務時，我們將視該服務功能性質，請您提供必要的個人資料，並在該特定目的範圍內處理及利用您的個人資料；非經您書面同意，本網站不會將個人資料用於其他用途。本網站在您使用服務信箱、問卷調查等互動性功能時，會保留您所提供的姓名、電子郵件地址、聯絡方式及使用時間等。於一般瀏覽時，伺服器會自行記錄相關行徑，包括您使用連線設備的IP位址、使用時間、使用的瀏覽器、瀏覽及點選資料記錄等，做為我們增進網站服務的參考依據，此記錄為內部應用，決不對外公佈。為提供精確的服務，我們會將收集的問卷調查內容進行統計與分析，分析結果之統計數據或說明文字呈現，除供內部研究外，我們會視需要公佈統計數據及說明文字，但不涉及特定個人之資料。 三、資料之保護本網站主機均設有防火牆、防毒系統等相關的各項資訊安全設備及必要的安全防護措施，加以保護網站及您的個人資料採用嚴格的保護措施，只由經過授權的人員才能接觸您的個人資料，相關處理人員皆簽有保密合約，如有違反保密義務者，將會受到相關的法律處分。如因業務需要有必要委託其他單位提供服務時，本網站亦會嚴格要求其遵守保密義務，並且採取必要檢查程序以確定其將確實遵守。 四、網站對外的相關連結本網站的網頁提供其他網站的網路連結，您也可經由本網站所提供的連結，點選進入其他網站。但該連結網站不適用本網站的隱私權保護政策，您必須參考該連結網站中的隱私權保護政策。 五、與第三人共用個人資料之政策本網站絕不會提供、交換、出租或出售任何您的個人資料給其他個人、團體、私人企業或公務機關，但有法律依據或合約義務者，不在此限。 前項但書之情形包括不限於： 經由您書面同意。法律明文規定。為免除您生命、身體、自由或財產上之危險。與公務機關或學術研究機構合作，基於公共利益為統計或學術研究而有必要，且資料經過提供者處理或蒐集著依其揭露方式無從識別特定之當事人。當您在網站的行為，違反服務條款或可能損害或妨礙網站與其他使用者權益或導致任何人遭受損害時，經網站管理單位研析揭露您的個人資料是為了辨識、聯絡或採取法律行動所必要者。有利於您的權益。本網站委託廠商協助蒐集、處理或利用您的個人資料時，將對委外廠商或個人善盡監督管理之責。 六、Cookie之使用為了提供您最佳的服務，本網站會在您的電腦中放置並取用我們的 Cookie，若您不願接受 Cookie 的寫入，您可在您使用的瀏覽器功能項中設定隱私權等級為高，即可拒絕 Cookie 的寫入，但可能會導致網站某些功能無法正常執行。 七、隱私權保護政策之修正本網站隱私權保護政策將因應需求隨時進行修正，修正後的條款將刊登於網站上。 Comment PolicyAlan Lin’s Blog is a serious publication of all things WordPress related. We are a resource site that provides quality tips, and tools that you need to enhance your WordPress experience. One of the ways to improve this collective resource is having interaction within the site through the use of comments. In order to assure quality, we must have a policy to fight against SPAM. While we appreciate each comment, if your comment does not follow our comment policy, it will be removed. Continuous abuse of the policy will result in permanent ban of the IP address, domain, and the email used. FAQHow to get Support for a Problem? – If you have a general question directly regarding the tip, hack, or the tutorial that we posted, please post a comment in the post. If your question is specific regarding your site then you should use our Contact Form. Comment area is not the best place to ask a question that is not related to the post. You should ask the question using our Contact form, or use a Suggestion Page to suggest a tutorial that you would like to see. If your comment contains personal information, or have a personal question specific to the site, we will delete your comment and use your email to contact you regarding the question. Read: How to Properly Ask for WordPress Support and Get it What to Do If Your Comment Does Not Appear – If you leave a comment on this blog and it does not appear in a reasonable time period (1 business day), and you know that it does not violate these Comment Policies, please contact us using the contact form. PolicyComment Name – We do not allow Keywords stuffed in the name field. You must use your name or nick name for commenting. Comments using keywords such as “Web Design Company” or similar will be flagged as SPAM and deleted. Valid Email – Email addresses are required for commenting, and they are not published on the blog, nor shared. Email addresses that look like SPAM will be flagged as SPAM. Language and Manners – This blog is written in English, so leave your comments in English. Alan Lin’s Blog is a “family friendly site” therefore any comment that includes offensive or inappropriate language, and/or considered rude by our editorial staff will be edited or deleted. This is a friendly community, so play it NICE. Add Value – A comment which does not add to the conversation, runs of on an inappropriate tangent, or kills the conversation may be edited, moved, or deleted. All SPAM comments will be deleted because they do not add value to the site. Limit Links – We love resources as they can be really helpful sometimes, but in order to prevent SPAM and assure quality, we must limit links on the comments. Do not add more than two links in the comment. If you do so, your comment will be added for further review. DO NOT sign your comments with a backlink to your site. They will be removed. No Personal Attack Comments Permitted – In the interest of fair play, no personal attacks are permitted in this blog’s comments. You may question or argue the content, but not attack the blogger, nor any other commenters. Failure to respect fellow participants on this blog could result in removal and blocked access. All Rights Reserved – Alan Lin’s Blog Editorial Staff reserves the right to edit, delete, move, or mark as spam any and all comments. We also have the right to block access to any one or group from commenting or from the entire blog. Hold Harmless – All comments within Alan Lin’s Blog are the responsibility of the commenter, not the editorial staff of Alan Lin’s Blog. By submitting a comment on our blog, you agree that the comment content is your own, and you agree to hold Alan Lin’s Blog, all subsidiaries of Alan Lin’s Blog, and all representatives of Alan Lin’s Blog harmless from any and all repercussions, damages, or liability. If you have any questions regarding the policy, you may contact Alan Lin’s Blog staff by using our contact form.","link":"/About/index.html"},{"title":"文章分類","text":"","link":"/categories/index.html"},{"title":"友情鏈接","text":"","link":"/link/index.html"},{"title":"標籤","text":"","link":"/tags/index.html"}]}